Repository: tpikonen/pure-maps
Catalog: po/*.po
Languages: be_by, cs, de_de, el, et, fi, fr, fur, it, nl, pl, pt_br, ro, ru, sk_sk, sl_si, sv

source: Automatically switch to minimal view mode after given delay or disable automatic switch between map view modes.
be_by: Аўтаматычнае пераключэнне ў мінімальны рэжым прагляду пасля зададзенай затрымкі або адключэнне аўтаматычнага пераключэння паміж рэжымамі прагляду карты.
cs: Automaticky přepnout na minimalizovaný po uplynutí času nebo vypnutém automatickém přepínání mezi módy mapy.
de_de: Wechselt nach bestimmter Verzögerung in die Minimalansicht oder deaktiviert diesen automatischen Wechsel.
et: Võta vähendatud vaade automaatselt kasutusele peale antud aja möödumist või lülita automaatne vaate muutmine välja.
fi: Automaattisesti vaihda mini-näkymään tietyn viiveen jälkeen tai poista käytöstä automaattinen karttanäkymien vaihto.
fr: Passe automatiquement en mode de visualisation minimale après un délai donné ou désactive le passage automatique d'un mode de visualisation à l'autre.
fur: Passe in automatic ae modalitât di viodude minimâl dopo un determinât ritart opûr disabile il passaç automatic tra lis modalitâts di viodude de mape.
it: Passa automaticamente alla modalità di visualizzazione minima dopo un dato ritardo o disabilita il passaggio automatico tra le modalità di visualizzazione della mappa.
nl: Wissel automatisch tussen minimale weergavemodus na een gegeven vertraging, of schakel automatisch wisselen tussen kaartweergavemodi uit.
pl: Automatycznie przełącz się na minimalny tryb widoku po określonym opóźnieniu lub wyłącz automatyczne przełączanie pomiędzy trybami widoku mapy.
pt_br: Automaticamente trocar para o modo mínimo após um tempo ou desabilitar a troca automática entre modos de visão do mapa.
ro: Comută automat la vizualizarea minimală după un anumit timp sau dezactivează schimbarea automată a vizualizării hărților.
ru: Автоматическое переключение в минимальный режим после заданной задержки или отключение автоматического переключения между режимами отображения карты.
sk_sk: Automaticky prepnúť do minimalizovaného módu po uplynutí času alebo vypnutom automatickom prepínaní módov zobrazenia.
sv: Växla automatiskt till minimalt visningsläge efter angiven fördröjning, eller inaktivera automatisk växling mellan kartvisningslägen.

source: Switch to minimal view
be_by: Пераключыцеся на мінімальны прагляд
cs: Přepnout na minimalizované zobrazení
de_de: Wechsel zur Minimalansicht
et: Võta vähendatud vaade kasutusele
fi: Vaihda mini-näkymään
fr: Basculer en vue minimale
fur: Passe ae viodude minimâl
it: Passa alla visualizzazione minima
nl: Wisselen naar minimale weergave
pl: Przełącz na minimalny widok
pt_br: Trocar para visão mínima
ro: Treci la vizualizarea minimală
ru: Включать минимальный вид
sk_sk: Prepnúť do minimalizovaného zobrazenia
sv: Växla till minimal vy

source: 10 seconds
be_by: 10 секунд
cs: 10 sekund
de_de: 10 Sekunden
et: 10 sekundi pärast
fi: 10 sekuntia
fr: 10 secondes
fur: 10 seconts
it: 10 secondi
nl: 10 seconden
pl: 10 sekund
pt_br: 10 segundos
ro: 10 secunde
ru: 10 секунд
sk_sk: 10 sekúnd
sv: 10 sekunder

source: 20 seconds
be_by: 20 секунд
cs: 20 sekund
de_de: 20 Sekunden
et: 20 sekundi pärast
fi: 20 sekuntia
fr: 20 secondes
fur: 20 seconts
it: 20 secondi
nl: 20 seconden
pl: 20 sekund
pt_br: 20 segundos
ro: 20 secunde
ru: 20 секунд
sk_sk: 20 sekúnd
sv: 20 sekunder

source: 30 seconds
be_by: 30 секунд
cs: 30 sekund
de_de: 30 Sekunden
et: 30 sekundi pärast
fi: 30 sekuntia
fr: 30 secondes
fur: 30 seconts
it: 30 secondi
nl: 30 seconden
pl: 30 sekund
pt_br: 30 segundos
ro: 30 secunde
ru: 30 секунд
sk_sk: 30 sekúnd
sv: 30 sekunder

source: 1 minute
be_by: 1 хвіліна
cs: 1 minuta
et: 1 minuti pärast
fi: 1 minuutti
fur: 1 minût
it: 1 minuto
nl: 1 minuut
pl: 1 minuta
pt_br: 1 minuto
ro: 1 minut
ru: 1 минута
sk_sk: 1 minúta
sv: 1 minut

source: Always show
be_by: Заўсёды паказваць
cs: Vždy zobrazit
de_de: Immer anzeigen
et: Neid nuppe näita alati
fi: Näytä aina
fr: Toujours afficher
fur: Mostre simpri
it: Mostra sempre
nl: Altijd tonen
pl: Zawsze pokazuj
pt_br: Sempre mostrar
ro: Arată mereu
ru: Показывать всегда
sk_sk: Zobraziť vždy
sv: Visa alltid

source: Always show the selected controls regardless of whether map view is in the minimal or in the full mode.
be_by: Заўсёды паказваць выбраныя элементы кіравання, незалежна ад таго, мінімальны ці поўны рэжым прагляду карты.
cs: Vždy zobrazit zvolené ovládací prvky bez ohledu na to, zda je mapa v minimalizovaném nebo plném módu.
de_de: Zeigt die ausgewählten Steuerelemente immer an. Sowohl im minimalen als auch vollständigen Ansichtsmodus.
et: Näita neid juhtnuppe alati sõltumata sellest, kas kasutad täisvaadet või vähendatud vaadet.
fi: Näytä aina valitut säätimet riippumatta siitä onko kartta mini-näkymässä vai täyden näkymän tilassa.
fr: Affichez toujours les contrôles sélectionnés, que l'affichage de la carte soit dans le mode minimal ou dans le mode complet.
fur: Mostre simpri i controi selezionâts in maniere indipendente che la modalitât di viodude de mape e sedi minimâl o plene.
it: Mostra sempre i controlli selezionati indipendentemente dal fatto che la visualizzazione della mappa sia nella modalità minima o completa.
nl: Toon de geselecteerde besturingselementen altijd, onafhankelijk van de gekozen kaartweergavemodus.
pl: Zawsze pokazuj wybrane kontrolki, niezależnie od tego, czy widok mapy jest w trybie minimalnym, czy pełnym.
pt_br: Sempre mostrar os controles selecionados independentemente se a visão do mapa é mínima ou tela cheia.
ro: Arată mereu comenzile alese, indiferent dacă vizualizarea hărții este minimală sau detaliată.
ru: Всегда показывать выбранные элементы управления, независимо от того, находится ли карта в минимальном или полном режиме отображения.
sk_sk: Vždy zobraziť vybrané ovládacie prvky nezávisle od zobrazenia mapy v minimalizovanom alebo úplnom móde.
sv: Visa alltid valda kontroller, oavsett om kartvyn är i minimalt eller fullt läge.

source: Menu
be_by: Меню
de_de: Menü
et: Menüü
fi: Valikko
fur: Menù
ro: Opțiuni
ru: Меню
sv: Meny

source: Center on current location
be_by: Цэнтр па бягучым месцазнаходжанні
cs: Centrovat na aktuální umístění
de_de: Zentriere auf aktuelle Position
et: Säti kaardi keskpunkt praegusesse asukohta
fi: Keskitä nykyiseen sijaintiin
fr: Centrer sur la position actuelle
fur: Centre te posizion atuâl
it: Centra sulla posizione attuale
nl: Centreren op huidige locatie
pl: Środek w obecnej lokalizacji
pt_br: Centralizar na localização atual
ro: Locul actual în centrul hărții
ru: Переход к текущей позиции
sk_sk: Vycentrovať na aktuálnu polohu
sv: Centrera på aktuell position

source: Map selection
be_by: Выбар карты
cs: Výběr mapy
de_de: Karten-Auswahl
et: Kaardi valik
fi: Kartan valinta
fr: Sélection de la carte
fur: Selezion de mape
it: Selezione della mappa
nl: Kaartselectie
pl: Wybór mapy
pt_br: Seleção de mapa
ro: Alegerea hărții
ru: Выбор карты
sk_sk: Voľba mapy
sv: Kartval

source: Speed and location precision
be_by: Хуткасць і дакладнасць месцазнаходжання
cs: Rychlost a přesnost polohy
de_de: Geschwindigkeit und Standortgenauigkeit
et: Kiiruse ja asukoha täpsus
fi: Nopeuden ja sijainnin tarkkuus
fr: Précision de la vitesse et de la position
fur: Velocitât e precision de posizion
it: Velocità e precisione di posizione
nl: Snelheids- en locatieprecisie
pl: Prędkość i dokładność lokalizacji
pt_br: Velocidade e precisão de local
ro: Precizia vitezei și a localizării
ru: Скорость и точность положения
sk_sk: Rýchlosť a presnosť polohy
sv: Hastighets- och platsprecision

source: Scale
be_by: Маштаб
cs: Měřítko
de_de: Maßstab
et: Mastaap
fi: Mittakaava
fr: Échelle
fur: Scjale
it: Scala
nl: Schaal
pl: Skala
pt_br: Escala
ro: Scara
ru: Индикатор масштаба
sk_sk: Mierka
sv: Skala

source: Navigation Start/Pause
be_by: Навігацыя Пачатак/Паўза
cs: Start/pauza navigace
et: Alusta tee näitamist või peata tee näitamine
fi: Navigoinnin aloitus/keskeytys
fr: Lancer/mettre en pause la navigation
fur: Inizi/Pause navigazion
it: Navigazione Avvio/Pausa
nl: Navigatie starten/pauzeren
pl: Nawigacja Start/Pauza
pt_br: Iniciar/Pausar Navegação
ro: Navigare Start/Pauză
ru: Навигация Старт/Пауза
sk_sk: Štart/Prerušenie navigácie
sv: Navigering start/paus

source: Navigation Clear Route
be_by: Навігацыя Ачысціць Маршрут
cs: Smazat trasu
de_de: Navigation: Route löschen
et: Kustuta praegune teekond
fi: Navigaatio, poista reitti
fr: Effacer la route de la navigation
fur: Netisie itinerari di navigazion
it: Cancella il percorso attuale
nl: Navigatie route wissen
pl: Nawigacja wyczyść trasę
pt_br: Limpar Rota de Navegação
ro: Șterge traseul actual
ru: Навигация Очистить Маршрут
sk_sk: Zmazať trasu
sv: Ta bort rutten

source: Zoom
be_by: Павялічыць
de_de: Vergrößerung
et: Kaardi suum
fi: Suurennos
nl: Zoomen
pl: Powiększenie
ru: Масштаб
sk_sk: Priblíženie

source: Map zoom level can be adjusted automatically according to your speed. Here, you can adjust settings related to this adjustment.
be_by: Узровень маштабавання карты можна аўтаматычна рэгуляваць у залежнасці ад вашай хуткасці. Тут вы можаце наладзіць параметры, звязаныя з гэтай наладай.
cs: Úroveň zoomu může být automaticky přizpůsobena vaší rychlosti. Zde můžete upravit nastavení této funkce.
de_de: Die Karten-Vergrößerung kann sich automatisch an die Geschwindigkeit anpassen. Hier kannst du die Einstellungen entsprechend ändern
et: Kaardi suurendust on võimalik vastavalt kiirusele automaatselt sättida. Järgnevalt saad sättida eelistusi, mis seda määravad.
fi: Kartan näytetty koko voidaan säätää automaattisesti nopeutesi mukaan. Tässä voit säätää siihen liittyviä asetuksia.
fr: Le niveau de zoom de la carte peut être ajusté automatiquement en fonction de votre vitesse. Vous pouvez modifier ces paramètres ici.
fur: Al è pussibil justâ il nivel di ingrandiment de mape in base ae velocitât. Chi tu puedis regolâ lis impostazions relativis a cheste regolazion.
it: Il livello di zoom della mappa può essere regolato automaticamente in base alla velocità. Qui è possibile regolare le impostazioni a tale scopo.
nl: Het zoomniveau kan automatisch worden aangepast op basis van je snelheid. Hier kun je de bijbehorende instellingen aanpassen.
pl: Poziom powiększenia mapy można regulować automatycznie w zależności od prędkości. Tutaj możesz dostosować ustawienia związane z tym dopasowaniem.
pt_br: Você pode configurar o zoom para ser automaticamente ajustado de acordo com sua velocidade.
ro: Nivelul de zoom al hărții se poate schimba automat în funcție de viteza de deplasare. Aici pot fi modificate reglările corespunzătoare.
ru: Уровень масштабирования карты может изменяться автоматически в соответствии со скоростью движения. Здесь можно изменить соответствующие настройки.
sk_sk: Úroveň priblíženia môže byť automaticky prispôsobená vašej rýchlosti. Tu môžete upraviť nastavenie tejto funkcie.
sv: Kartans zoomnivå kan justeras automatiskt efter din hastighet. Här kan du justera relaterade inställningar.

source: Maximal zoom level that is going to be used in the automatic adjustment of the zoom.
be_by: Максімальны ўзровень павелічэння, які будзе выкарыстоўвацца пры аўтаматычнай наладзе павелічэння.
cs: Maximální úroveň přiblížení, která by měla být použita v automaticky nastaveném přiblížení.
de_de: Maximale Vergrößerungsstufe bei automatischer Anpassung.
et: Suurenduse piir milleni minnakse kaardi suumi automaatsel määramisel.
fi: Suurennoksen maksimitasoa tullaan käyttämään automaattisen suurennoksen säädössä.
fr: Niveau de zoom maximal qui va être utilisé pour le réglage automatique du zoom.
fur: Il nivel massim di ingrandiment che si larà a doprâ inte regolazion automatiche dal zoom.
it: Livello massimo di zoom che verrà utilizzato nella regolazione automatica dello zoom.
nl: Maximale niveau dat zal worden gebruikt bij het automatisch aanpassen van het zoomniveau.
pl: Maksymalny poziom powiększenia, który będzie używany w automatycznej regulacji powiększenia.
pt_br: Nível máximo de zoom que será usado para o ajuste automático de zoom.
ro: Nivelul maxim de zoom care va fi utilizat la schimbarea automată a zoom-ului.
ru: Максимальный уровень увеличения при автоматической регулировке масштаба.
sk_sk: Maximálna použiteľná úroveň priblíženia pri automatickom nastavení priblíženia.
sv: Maximal zoomnivå som kommer att användas i den automatiska zoomjusteringen.

source: Maximal zoom level
be_by: Максімальны ўзровень павелічэння
cs: Maximální úroveň přiblížení
de_de: Maximale Vergrößerungsstufe
et: Suurim suurendus
fi: Maksimitaso suurennokselle
fr: Niveau maximal de zoom
fur: Nivel massim di zoom
it: Massimo livello di zoom
nl: Maximale zoomniveau
pl: Maksymalny poziom powiększenia
pt_br: Nível máximo de zoom
ro: Nivelul maxim de zoom
ru: Максимальный масштаб
sk_sk: Maximálna úroveň priblíženia
sv: Maximal zoomnivå

source: Zoom level will be adjusted to have the same map height as the distance that is covered by you in the given amount of seconds.
be_by: Узровень маштабавання будзе адрэгуляваны так, каб вышыня карты была такой жа, як і адлегласць, якую вы пераадольваеце за дадзены прамежак часу.
cs: Úroveň přiblížení bude přizpůsobena výšce mapy a současně vzdálenosti, kterou urazíte za dané množství sekund.
de_de: Die Vergrößerungssstufe wird auf die gleiche Kartenhöhe gesetzt, wie die in bestimmter Anzahl an Sekunden zurückgelegte Distanz.
et: Suurenduse piir sätitakse selle kaardi kõrguse alusel, mille sa läbid määratud sekundite jooksul.
fi: Suurennoksen taso säädetään samaksi karttakorkeudeksi, kuin etäisyys, jonka liikut annetussa ajassa sekuntteja.
fr: Le niveau de zoom sera ajusté pour avoir la même hauteur de carte que la distance parcourue dans le nombre de secondes donné.
fur: Il nivel di ingrandiment al vignarà regolât in mût di vê la altece de mape compagne de distance fate intal cuantitatîf di seconts indicâts.
it: Il livello di zoom verrà regolato per avere la stessa altezza della mappa della distanza coperta da te nel numero di secondi specificato.
nl: Zoomniveau wordt aangepast zodat de hoogte van de kaart gelijk is aan de afstand die je in het ingevoerde aantal seconden afgelegd hebt.
pl: Poziom powiększenia zostanie dostosowany tak, aby mieć taką samą wysokość mapy jak odległość, którą pokonujesz w określonej liczbie sekund.
pt_br: O nível de zoom será ajustado para que o mapa tenha a mesma altura que a distância percorrida por você em um determinado tempo.
ro: Zoomul este stabilit în funcție de înălțimea hărții pe care o parcurgi în numărul specificat de secunde.
ru: Масштаб будет изменяться так, чтобы высота карты равнялась расстоянию, преодолеваемому вами за указанное здесь время.
sk_sk: Úroveň priblíženia bude prispôsobená výške mapy a vzdialenosti, ktorú prejdete za dané množstvo sekúnd.
sv: Zoomnivån kommer att justeras till att ha samma karthöjd som avståndet du färdas, under den angivna tiden i sekunder.

source: Time range, s
be_by: Дыяпазон часу, с
cs: Časové rozpětí, s
de_de: Zeitbereich, s
et: Ajavahemik sekundites
fi: Aikaraja, s
fr: Plage de temps, s
fur: Interval di timp, s
it: Intervallo di tempo, s
nl: Tijdbereik, s
pl: Zakres czasu, s
pt_br: Intervalo de tempo, s
ro: Interval de timp, s
ru: Периодичность, сек
sk_sk: Časové rozpätie, s
sv: Tidsintervall, s

source: Testing
be_by: Тэставанне
cs: Testování
de_de: Teste...
et: Testime
fi: Koekäyttö
fr: Test
fur: Provis
it: Test
nl: Testen
pl: Testowanie
pt_br: Testando
ro: Testare
ru: Проверка
sk_sk: Testovanie
sv: Test

source: Testing of Text-to-Speech (TTS) engine. Select the same language as used for navigation, preferred gender, and press the button below for testing.
be_by: Тэставанне сістэмы пераўтварэння тэксту ў маўленне (TTS). Выберыце тую ж мову, якая выкарыстоўваецца для навігацыі, пажаданы пол і націсніце кнопку ніжэй для праверкі.
cs: Test Text-to-Speech (TTS) engine. Vyberte stejný jazyk jako pro navigaci, preferované pohlaví a pro spuštění testu stiskněte dolní tlačítko.
de_de: Test der Text-to-Speech (TTS) Engine. Wähle die gleiche Sprache wie bei der Navigation und das bevorzugte Geschlecht. Drücke dann die untere Taste zum Testen.
et: Kõnesünteesi (TTS) mootori testimine. Vali sama keel, mida kasutad teekonna näitamisel ja eelistatud sugu ning testimiseks vajuta järgnevat nuppu.
fi: Teksti ääneksi (TTS) puheentuottokoneen koekäyttö. Valitse sama kieli kuin navigaatioon, toivottu sukupuoli ja paina alla olevaa näppäintä kokeillaksesi.
fr: Test du moteur de synthèse vocale (TTS). Sélectionnez la même langue que celle utilisée pour la navigation, le genre préféré, et appuyez sur le bouton ci-dessous pour tester.
fur: Provis dal motôr di conversion dal test in vôs (Text-to-Speech; TTS). Selezione la stesse lenghe doprade pe navigazion, il ses preferît e frache il boton chi sot par provâ.
it: Test del motore Text-to-Speech (TTS). Seleziona la stessa lingua utilizzata per la navigazione, il genere preferito e premi il pulsante in basso per test.
nl: Testen van tekst-naar-spraakmotor (TTS). Selecteer dezelfde taal als die gebruikt voor navigatie, en het voorkeursgeslacht, en tik op de knop hieronder om deze te testen.
pl: Testowanie silnika Text-to-Speech (TTS). Wybierz ten sam język, który jest używany do nawigacji, preferowaną płeć i naciśnij przycisk poniżej, aby przeprowadzić test.
pt_br: Teste de motor de Texto-para-Fala (TPF). Selecione o mesmo idioma usado para a navegação, gênero preferido, e pressione o botão para teste.
ro: Testarea motorului de vorbire (TTS). Alege aceeași limbă ca cea utilizată pentru navigare, genul preferat și apasă butonul de mai jos pentru testare.
ru: Тестирование движка преобразования текста в речь (Text-to-Speech, TTS). Следует выбрать тот же язык, что и для навигации, предпочтительный пол и нажать кнопку ниже для тестирования.
sk_sk: Testovanie Text-to-Speech (TTS). Zvoľte rovnaký jazyk aký je použitý pre navigáciu, uprednostňované pohlavie a pre spustenie testovania stlačte tlačidlo dolu.
sv: Test av text-to-speech (TTS). Välj samma språk som vid navigering samt önskat kön, och tryck på nedanstående knapp för att testa.

source: Slovak
cs: Slovenština
de_de: Slowakisch
et: slovaki
fi: slovakki
fr: Slovaque
fur: Slovac
it: Slovacco
nl: Slovaaks
pl: słowacki
pt_br: Eslovaco
ro: Slovacă
ru: Словацкий
sk_sk: Slovenčina
sv: Slovakiska

source: Preferred gender. Only supported by some engines and languages.
be_by: Пераважны пол. Падтрымліваецца толькі некаторымі рухавікамі і мовамі.
cs: Preferované pohlaví hlasu. Podporováno pouze některými enginy a jazyky.
de_de: Bevorzugtes Geschlecht. Wird nur von wenigen Engines und Sprachen unterstützt.
et: Eelistatud sugu. Ainult mõned mootorid ja keeled on toetatud.
fi: Toivottu sukupuoli. Tuettu vain osassa äänikoneita ja kieliä.
fr: Genre préféré. Attention, tous les moteurs TSS ne supportent pas cette fonctionnalité.
fur: Ses preferît. Supuartât dome di cualchi motôr e lenghe.
it: Genere preferito. Supportato solo da alcuni motori e lingue.
nl: Voorkeursgeslacht. Wordt niet door alle motoren en talen ondersteund.
pl: Preferowana płeć. Obsługiwane tylko przez niektóre silniki i języki.
pt_br: Gênero preferido. Somente compatível com alguns motores e linguagens.
ro: Genul preferat. Este acceptat numai de unele motoare și limbi.
ru: Пол диктора. Поддерживается только некоторыми движками и языками.
sk_sk: Uprednostňované pohlavie hlasu. Je podporované iba niektorými strojmi a jazykmi.
sv: Önskat kön, Stöds endast av vissa motorer och språk.

source: Test
be_by: Тэст
et: Testi
fi: Koe
fr: Extrait
fur: Prove
nl: Testen
pt_br: Teste
ru: Тест
sv: Testa

source: Selected voice engine: %1
be_by: Выбраная галасавая сістэма: %1
cs: Vybraný hlasový engine: %1
de_de: Wähle Sprach-Engine: %1
et: Valitud kõnesünteesi mootor: %1
fi: Valittu äänikone: %1
fr: Voix sélectionnée : %1
fur: Motôr de vôs selezionât: %1
it: Motore vocale selezionato: %1
nl: Geselecteerde spraakmotor: %1
pl: Wybierz silnik głosu: %1
pt_br: Motor de voz selecionado: %1
ro: Motorul de sinteză vocală ales: %1
ru: Выбран голосовой движок: %1
sk_sk: Zvolený hlasový stroj: %1
sv: Vald röstmotor: %1

source: No engine available for selected language. Pure Maps supports Mimic, Flite, PicoTTS, and Espeak TTS engines. Unless you are using Pure Maps through Flatpak or OpenStore, the engines have to be installed separately. Sailfish OS users can find the engines at Chum.
be_by: Для выбранай мовы няма даступнай сістэмы. Pure Maps падтрымлівае сістэмы Mimic, Flite, PicoTTS і Espeak TTS. Калі вы не выкарыстоўваеце Pure Maps праз Flatpak або OpenStore, механізмы трэба ўсталёўваць асобна. Карыстальнікі Sailfish OS могуць знайсці рухавікі ў Chum.
cs: Pro vybraný jazyk není k dispozici žádný engine. Pure Maps podporuje enginy Mimic, Flite, PicoTTS a Espeak TTS. Pokud nepoužíváte Pure Maps prostřednictvím Flatpaku nebo OpenStore, je nutné enginy nainstalovat samostatně. Uživatelé systému Sailfish OS mohou tyto enginy najít na adrese Chum.
et: Sellele keelele pole kõnesünteesi mootorit saadaval. Pure Maps toetab järgnevaid kõnesünteesi mootoreid: Mimic, Flite, PicoTTS ja Espeak. Kui sa pole Pure Maps'i paigaldanud Flatpak'ina või OpenStore abil, siis pead nad eraldi paigaldama. Sailfish OS kasutajad leiavad kõnesünteesi mootorid Chum repositooriumist.
it: Nessun motore disponibile per la lingua selezionata. Pure Maps è compatibile con i motori TTS Mimic, Flite, PicoTTS ed Espeak. A meno che non si utilizzi Pure Maps tramite Flatpak o OpenStore, i motori devono essere installati separatamente. Gli utenti di Sailfish OS possono trovare i motori su Chum.
ro: Niciun motor nu este disponibil pentru limba aleasă. Pure Maps acceptă motoarele Mimic, Flite, PicoTTS și Espeak TTS. Cu excepția cazului în care se utilizează Pure Maps prin Flatpak sau OpenStore, motoarele trebuie instalate separat. Utilizatorii Sailfish OS pot găsi motoarele în Chum.
ru: Pure Maps поддерживает движки Mimic, Flite, PicoTTS и Espeak TTS. Если вы не используете Pure Maps через Flatpak или OpenStore, движки должны быть установлены отдельно. Пользователи Sailfish OS могут найти двигатели в Chum.
sv: Ingen motor tillgänglig för det valda språket. Pure Maps stödjer Mimic-, Flite-, PicoTTS- och Espeak TTS-motor. Om du inte använder Pure Maps via Flatpak eller OpenStore måste motorerna installeras separat. Sailfish OS-användare kan hitta motorerna på Chum.

source: Development
be_by: Развіццё
cs: Vývoj
de_de: Entwicklermodus
el: Πειραματικό
et: Arendus
fi: Kehitys
fr: Développement
fur: Disvilup
it: Sviluppatori
nl: Ontwikkeling
pl: Rozwój aplikacji
pt_br: Desenvolvimento
ro: Programatori
ru: Режим разработки
sk_sk: Vývoj
sv: Utveckling
