Repository: tpikonen/pure-maps
Catalog: po/*.po
Languages: be_by, cs, de_de, el, et, fi, fr, fur, it, nl, pl, pt_br, ro, ru, sk_sk, sl_si, sv

source: Search suggestion
be_by: Пошукавая прапанова
cs: Návrh vyhledávání
de_de: Suchvorschlag
et: Otsingusoovitus
fr: Suggestion de recherche
it: Suggerimento di ricerca
pl: Sugestie wyszukiwania
pt_br: Sugestões de pesquisa
ro: Sugestie de căutare
ru: Рекомендации поиска
sk_sk: Vyhľadať návrh
sv: Sökförslag

source: Food types: {}
be_by: Віды ежы: {}
cs: Druhy potravin: {}
et: Toiduliigid: {}
fr: Types de cuisine : {}
it: Tipi di cibo: {}
pl: Rodzaje jedzenia: {}
pt_br: Tipos de comida: {}
ro: Tipuri de mâncare: {}
ru: Меню: {}
sk_sk: Druh jedla: {}
sv: Typ av mat: {}

source: Opening hours: {}
be_by: Гадзіны працы: {}
cs: Otevírací doba: {}
de_de: Öffnungszeiten:{}
et: Tööajad: {}
fr: Horaires d'ouverture : {}
it: Orari di apertura: {}
pl: Godziny otwarcia: {}
pt_br: Aberto: {}
ro: Orar: {}
ru: Часы работы: {}
sk_sk: Otváracia doba: {}
sv: Öppettider: {}

source: Opening hours:
be_by: Гадзіны працы:
cs: Otevírací doba
de_de: Öffnungszeiten:
el: Ώρες λειτουργίας:
et: Tööajad:
fi: Aukioloajat:
fr: Heures d'ouverture :
fur: Oraris di viertidure:
it: Orari di apertura:
nl: Openingstijden:
pl: Godziny otwarcia:
pt_br: Aberto:
ro: Orar:
ru: Часы работы:
sk_sk: Otváracia doba:
sv: Öppettider:

source: Point from geo link
be_by: Кропка з геа-спасылкі
cs: Bod z geografického odkazu
de_de: Punkt aus Geo-Link
el: Σημείο από γεωγραφικό σύνδεσμο
et: Asukoht geolingi alusel
fi: Piste geolinkistä
fr: Position du lien géographique
fur: Pont di gjeo-colegament
it: Punto da GeoLink
nl: Punt van geolink
pl: Punkt z geo linku
pt_br: Ponto do geo link
ro: Punct de la GeoLink
ru: Точка от geo link
sk_sk: Bod z geo link
sl_si: Točka iz geo povezave
sv: Punkt från geolänk

source: Point from coordinates
be_by: Кропка з каардынат
cs: Bod ze souřadnic
de_de: Punkt aus Koordinaten
el: Σημείο από συντεταγμένες
et: Asukoht koordinaatide alusel
fi: Piste koordinaateista
fr: Position à partir de coordonnées
fur: Pont di coordenade
it: Punto da coordinate
nl: Punt van coördinaten
pl: Wskaż współrzędne
pt_br: Ponto das coordenadas
ro: Punct din coordonate
ru: Точка по координатам
sk_sk: Bod zo súradníc
sl_si: Točka iz koodinat
sv: Punkt från koordinater

source: Point from Plus code
be_by: Кропка з плюс кода
cs: Nasměrování pomocí Plus code
de_de: Punkt aus Plus-Code
et: Asukoht OLC-koodi alusel
fi: Piste plus-koodiosoitteesta
fr: Point code plus
fur: Pont di codiç Plus
it: Punto da Plus Codes
nl: Punt van pluscode
pl: Punkt z Plus code
pt_br: Ponto do Código Plus
ro: Punct de la Plus Codes
ru: Точка из Plus кода
sk_sk: Bod z Plus code
sv: Punkt från Plus-kod

source: Connection timed out
be_by: Тайм-аўт падлучэння
cs: Spojení vypršelo
de_de: Zeitüberschreitung bei der Verbindung
el: Λήξη χρονικού ορίου σύνδεσης
et: Ühendus aegus
fi: Yhteys aikakatkaistiin
fr: Délai de connexion dépassé
fur: Conession scjadude
it: Connessione scaduta
nl: Verbinding verlopen
pl: Czas połączenia przekroczony
pt_br: Não foi possível se conectar
ro: Conexiunea a expirat
ru: Время ожидания соединения истекло
sk_sk: Čas pripojenia vypršal
sl_si: Čas za povezavo je potekel
sv: Tidsgränsen för anslutning överskreds

source: Current position
be_by: Бягучая пазіцыя
cs: Aktuální pozice
de_de: Aktuelle Position
el: Παρούσα θέση
et: Praegune asukoht
fi: Nykyinen sijainti
fr: Position actuelle
fur: Posizion atuâl
it: Posizione attuale
nl: Huidige positie
pl: Obecna pozycja
pt_br: Posição atual
ro: Poziția actuală
ru: Текущая позиция
sk_sk: Aktuálna poloha
sl_si: Trenuten položaj
sv: Aktuell position

source: Register at <a href="https://developer.foursquare.com">https://developer.foursquare.com</a> and create your own Client ID and Client Secret keys
be_by: Зарэгіструйцеся па адрасе <a href="https://developer.foursquare.com">https://developer.foursquare.com</a> і стварыць свой уласны ідэнтыфікатар кліента і сакрэтны ключ
cs: Zaregistrujte se na <a href="https://developer.foursquare.com">https://developer.foursquare.com</a> a vytvořte si vlastní ID klienta a klíče Client Secret.
de_de: Registriere Dich auf <a href="https://developer.foursquare.com">https://developer.foursquare.com</a> und erstelle Deine eigene Client ID und Client Secret Schlüssel
et: Registreeru <a href="https://developer.foursquare.com">https://developer.foursquare.com</a> saidis ning loo oma klienditunnus ning kliendivõtmed
fr: Inscrivez-vous sur <a href="https://developer.foursquare.com">https://developer.foursquare.com</a> et créez votre propre identifiant client et vos propres clés secrètes client
it: Iscriversi a <a href="https://developer.foursquare.com">https://developer.foursquare.com</a> e creare le proprie chiavi ID cliente e Segreto cliente.
pl: Zarejestruj się na <a href="https://developer.foursquare.com">https://developer.foursquare.com</a> i utwórz swoje własne Client ID and Client Secret keys
ro: Înscrie-te la <a href="https://developer.foursquare.com">https://developer.foursquare.com</a>și creează-ți ID-ul și secretul de Client
ru: Зарегистрируйтесь на <a href="https://developer.foursquare.com">https://developer.foursquare.com</a> и создайте собственные ключи Client ID и Client Secret
sk_sk: Registrujte sa na <a href="https://developer.foursquare.com">https://developer.foursquare.com</a> a vytvorte si vlastný Client ID a kľúče Client Secret
sv: Registrera dig på <a href="https://developer.foursquare.com">https://developer.foursquare.com</a> och skapa ditt eget klient-ID och klientnycklar

source: Register at <a href="https://www.mapbox.com">https://www.mapbox.com</a> and create your own API key
be_by: Зарэгіструйцеся па адрасе<a href="https://www.mapbox.com">https://www.mapbox.com</a> і стварыце свой уласны API-ключ
cs: Zaregistrujte se na <a href="https://www.mapbox.com">https://www.mapbox.com</a> a vytvořte si vlastní klíč API.
de_de: Registriere Dich auf <a href="https://www.mapbox.com">https://www.mapbox.com</a> und erstelle Deinen eigenen API Schlüssel
et: Registreeru <a href="https://www.mapbox.com">https://www.mapbox.com</a> saidis ja loo oma API võti
fr: Inscrivez-vous sur <a href="https://www.mapbox.com">https://www.mapbox.com</a> et créez votre propre clé API
it: Iscriversi a <a href="https://www.mapbox.com">https://www.mapbox.com</a> e creare la propria chiave API
pl: Zarejestruj się <a href="https://www.mapbox.com">https://www.mapbox.com</a> i utwórz swój własny klucz API
ro: Înscrie-te la <a href="https://www.mapbox.com">https://www.mapbox.com</a> și creează-ți propriul cod API
ru: Зарегистрируйтесь на <a href="https://www.mapbox.com">https://www.mapbox.com</a> и создайте собственный ключ API
sk_sk: Registrujte sa na <a href="https://www.mapbox.com">https://www.mapbox.com</a> a vytvorte si vlastný kľúč API
sv: Registrera dig på <a href="https://www.mapbox.com">https://www.mapbox.com</a> och skapa din egen API-nyckel

source: Register at <a href="https://maptiler.com">https://maptiler.com</a> and create your own API key
be_by: Зарэгіструйцеся па адрасе <a href="https://maptiler.com">https://maptiler.com</a> і стварыце свой уласны API-ключ
cs: Zaregistrujte se na <a href="https://maptiler.com">https://maptiler.com</a> a vytvořte si vlastní klíč API.
de_de: Registriere Dich auf <a href="https://maptiler.com">https://maptiler.com</a> und erstelle Deinen eigenen API Schlüssel
et: Registreeru <a href="https://maptiler.com">https://maptiler.com</a> saidis ja loo oma API võti
fr: Inscrivez-vous sur <a href="https://maptiler.com">https://maptiler.com</a> et créez votre propre clé API
it: Iscriversi a <a href="https://maptiler.com">https://maptiler.com</a> e creare la propria chiave API
pl: Zarejestruj się <a href="https://maptiler.com">https://maptiler.com</a> i utwórz swój własny klucz API
ro: Înscrie-te la <a href="https://maptiler.com">https://maptiler.com</a> și creează-ți propriul cod API
ru: Зарегистрируйтесь на <a href="https://maptiler.com">https://maptiler.com</a> и создайте собственный ключ API
sk_sk: Registrujte sa na <a href="https://maptiler.com">https://maptiler.com</a> a vytvorte si vlastný kľúč API
sv: Registrera dig på <a href="https://maptiler.com">https://maptiler.com</a> och skapa din egen API-nyckel

source: Register at <a href="https://developer.mapquest.com">https://developer.mapquest.com</a> and create your own API key
be_by: Зарэгіструйцеся па адрасе <a href="https://developer.mapquest.com">https://developer.mapquest.com</a> і стварыце свой уласны API-ключ
cs: Zaregistrujte se na <a href="https://developer.mapquest.com">https://developer.mapquest.com</a> a vytvořte si vlastní klíč API.
de_de: Registriere Dich auf <a href="https://developer.mapquest.com">https://developer.mapquest.com</a> and erstelle Deinen eigenen API Schlüssel
et: Registreeru <a href="https://developer.mapquest.com">https://developer.mapquest.com</a> saidis ja loo oma API võti
fr: Inscrivez-vous sur <a href="https://developer.mapquest.com">https://developer.mapquest.com</a> et créez votre propre clé API
it: Iscriversi a <a href="https://developer.mapquest.com">https://developer.mapquest.com</a> e creare la propria chiave API
pl: Zarejestruj się <a href="https://developer.mapquest.com">https://developer.mapquest.com</a> i utwórz swój własny klucz API
ro: Înscrie-te la <a href="https://developer.mapquest.com">https://developer.mapquest.com</a> și creează-ți propriul cod API
ru: Зарегистрируйтесь на <a href="https://developer.mapquest.com">https://developer.mapquest.com</a> и создайте собственный ключ API
sk_sk: Registrujte sa na <a href="https://developer.mapquest.com">https://developer.mapquest.com</a> a vytvorte si vlastný kľúč API
sv: Registrera dig på<a href="https://developer.mapquest.com"> https://developer.mapquest.com</a> och skapa din egen API-nyckel

source: Register at <a href="https://opencagedata.com">https://opencagedata.com</a> and create your own API key
be_by: Зарэгіструйцеся па адрасе<a href="https://opencagedata.com">https://opencagedata.com</a> і стварыце свой уласны API-ключ
cs: Zaregistrujte se na <a href="https://opencagedata.com">https://opencagedata.com</a> a vytvořte si vlastní klíč API.
de_de: Registriere Dich auf <a href="https://opencagedata.com">https://opencagedata.com</a> und erstelle Deinen eigenen API Schlüssel
et: Registreeru <a href="https://opencagedata.com">https://opencagedata.com</a> saidis ja loo oma API võti
fr: Inscrivez-vous sur <a href="https://opencagedata.com">https://opencagedata.com</a> et créez votre propre clé API
it: Iscriversi a <a href="https://opencagedata.com">https://opencagedata.com</a> e creare la propria chiave API
pl: Zarejestruj się <a href="https://opencagedata.com">https://opencagedata.com</a> i utwórz swój własny klucz API
ro: Înscrie-te la <a href="https://opencagedata.com">https://opencagedata.com</a> și creează-ți propriul cod API
ru: Зарегистрируйтесь на <a href="https://opencagedata.com">https://opencagedata.com</a> и создайте собственный ключ API
sk_sk: Registrujte sa na <a href="https://opencagedata.com">https://opencagedata.com</a> a vytvorte si vlastný kľúč API
sv: Registrera dig på <a href="https://opencagedata.com">https://opencagedata.com</a> och skapa din egen API-nyckel

source: Register at <a href="https://stadiamaps.com">https://stadiamaps.com</a> and create your own API key
be_by: Зарэгіструйцеся па адрасе <a href="https://stadiamaps.com">https://stadiamaps.com</a> і стварыце свой уласны API-ключ
cs: Zaregistrujte se na <a href="https://stadiamaps.com">https://stadiamaps.com</a> a vytvořte si vlastní klíč API.
de_de: Registriere Dich auf <a href="https://stadiamaps.com">https://stadiamaps.com</a> und erstelle Deinen eigenen API Schlüssel
et: Registreeru <a href="https://stadiamaps.com">https://stadiamaps.com</a>saidis ja loo oma API võti
fr: Inscrivez-vous sur <a href="https://stadiamaps.com">https://stadiamaps.com</a> et créez votre propre clé API
it: Iscriversi a <a href="https://stadiamaps.com">https://stadiamaps.com</a> e creare la propria chiave API
pl: Zarejestruj się <a href="https://stadiamaps.com">https://stadiamaps.com</a> i utwórz swój własny klucz API
ro: Înscrie-te la <a href="https://stadiamaps.com">https://stadiamaps.com</a> și creează-ți propriul cod API
ru: Зарегистрируйтесь на <a href="https://stadiamaps.com">https://stadiamaps.com</a> и создайте собственный ключ API
sk_sk: Registrujte sa na <a href="https://stadiamaps.com">https://stadiamaps.com</a> a vytvorte si vlastný kľúč API
sv: Registrera dig på <a href="https://stadiamaps.com">https://stadiamaps.com</a> och skapa din egen API-nyckel

source: Register at <a href="https://developer.here.com">https://developer.here.com</a> and create your own App API Key
be_by: Зарэгіструйцеся па адрасе <a href="https://developer.here.com">https://developer.here.com</a> і стварыце свой уласны ключ API
cs: Zaregistrujte se na <a href="https://developer.here.com">https://developer.here.com</a> a vytvořte si vlastní klíč API aplikace.
de_de: Registriere Dich auf <a href="https://developer.here.com">https://developer.here.com</a> and erstelle Deinen eigenen API Schlüssel
et: Registreeru <a href="https://developer.here.com">https://developer.here.com</a> saidis ja loo oma API võti
fr: Inscrivez-vous sur <a href="https://developer.here.com">https://developer.here.com</a> et créez votre propre clé API
it: Iscriversi a <a href="https://developer.here.com">https://developer.here.com</a> e creare la propria chiave API
pl: Zarejestruj się <a href="https://developer.here.com">https://developer.here.com</a> i utwórz swój własny klucz API
pt_br: Registre em <a href="https://developer.here.com">https://developer.here.com</a> e crie a sua Chave de API de App
ro: Înscrie-te la <a href="https://developer.here.com">https://developer.here.com</a> și creează-ți propriul cod API
ru: Зарегистрируйтесь на <a href="https://developer.here.com">https://developer.here.com</a> и создайте собственный ключ App API
sk_sk: Registrujte sa na <a href="https://developer.here.com">https://developer.here.com</a> a vytvorte si vlastný kľúč API
sv: Registrera dig på <a href="https://developer.here.com">https://developer.here.com</a> och skapa din egen App-API-nyckel

source: Foursquare Client ID
cs: ID Foursquare klienta
et: Foursquare klienditunnus
fi: Foursquare-käyttäjätunnus
fr: ID Client Foursquare
fur: ID di client Foursquare
it: ID cliente Foursquare
pl: ID klienta Foursquare
pt_br: ID de Cliente do Foursquare
ro: ID de client Foursquare
ru: Идентификатор Foursquare
sk_sk: ID klienta Foursquare
sv: Foursquare klient-ID

source: Foursquare Client Secret
cs: Foursquare klíč
et: Foursquare kliendivõti
fi: Foursquare-salasana
fr: Secret Client Foursquare
fur: Segret dal client di Foursquare
it: Segreto cliente Foursquare
nl: Foursquare-clientgeheim
pt_br: Segredo de Cliente do Foursquare
ro: Secret de client Foursquare
ru: Секретный ключ Foursquare
sk_sk: Osobný kľúč Foursquare
sv: Foursquare klienthemlighet

source: Mapbox API key
be_by: Ключ Mapbox API
cs: Mapbox API klíč
et: Mapbox API võti
fi: Mapbox-rajapinnan avain
fr: Clé API Mapbox
fur: Clâf API di Mapbox
it: Chiave API Mapbox
nl: Mapbox-api-sleutel
pl: Klucz API Mapbox
pt_br: Chave de API do Mapbox
ro: Cod API Mapbox
ru: Ключ Mapbox API
sk_sk: Osobný kľúč Mapbox API
sv: Mapbox API-nyckel

source: MapTiler API key
be_by: Ключ MapTiler API
cs: MapTiler API klíč
de_de: MapTiler API Schlüssel
et: MapTiler'i API võti
fr: Clé API de MapTiler
it: Chiave API MapTiler
pl: Klucz API MapTiler
pt_br: Chave de API do MapTiler
ro: Cod API MapTiler
ru: Ключ API MapTiler
sk_sk: Kľúč MapTiler API
sv: MapTiler API-nyckel

source: MapQuest API key
be_by: Ключ MapQuest API
cs: MapQuest API klíč
et: MapQuest API võti
fi: MapQuest-rajapinnan avain
fr: Clé API MapQuest
fur: Clâf API di MapQuest
it: Chiave API MapQuest
nl: MapQuest-api-sleutel
pl: Klucz API MapQuest
pt_br: Chave de API do MapQuest
ro: Cod API MapQuest
ru: Ключ MapQuest API
sk_sk: Osobný kľúč MapQuest API
sv: MapQuest API-nyckel

source: OpenCage API key
be_by: Ключ OpenCage API
cs: OpenCage API klíč
et: OpenCage API võti
fi: OpenCage API-rajapinnan avainkoodi
fr: Clé API OpenCage
fur: Clâf API di OpenCage
it: Chiave API OpenCage
nl: OpenCage-api-sleutel
pl: Klucz API OpenCage
pt_br: Chave de API do OpenCage
ro: Cod API OpenCage
ru: Ключ OpenCage API
sk_sk: Osobný kľúč OpenCage API
sv: OpenCage API-nyckel

source: Stadia Maps API key
be_by: Ключ Stadia Maps API
cs: Stadia Maps API klíč
et: Stadia Maps API võti
fi: Stadia Maps API-rajapinnan avainkoodi
fr: Clé API Stadia Maps
fur: Clâf API di Stadia Maps
it: Chiave API Stadia Maps
nl: Stadia Maps-api-sleutel
pl: Klucz API Stadia Maps
pt_br: Chave de API do Stadia Maps
ro: Cod API Stadia Maps
ru: Ключ Stadia Maps API
sk_sk: Osobný kľúč Stadia Maps API
sv: Stadia Maps API-nyckel

source: HERE API Key
be_by: Ключ HERE API
cs: HERE API Klíč
de_de: HERE API Schlüssel
et: HERE API võti
fr: Clé API de HERE
it: Chiave API HERE
pl: Klucz API HERE
pt_br: Chave de API HERE
ro: Cod API HERE
ru: Ключ API HERE
sk_sk: Kľúč HERE API
sv: HERE API-nyckel

source: <p>Your Pure Maps installation has enabled support for HERE services.</p><br><p>Please consult <a href="https://legal.here.com/en-gb/terms/here-end-user-terms">end-user terms</a>, <a href="https://legal.here.com/en-gb/terms/acceptable-use-policy">acceptable use policy</a>, and <a href="https://legal.here.com/en-gb/privacy">HERE Privacy policies</a>. In context of use of HERE and privacy policy, Pure Maps communicates with HERE using REST API.<p></br><p>For <a href="https://knowledge.here.com/csm_kb?id=public_kb_csm_details&number=KB0016412">legal reasons</a>, Pure Maps enables HERE search and routing in a dedicated "HERE Online" profile only. While not active anymore, see acceptable use policy of 2018 for details regarding use of HERE together with other providers under <a href="https://legal.here.com/en-gb/terms/acceptable-use-policy-2018">Layering and Modifications</a> section of the document.</p><br><p>Please either accept the terms and the policy or decline them. If declined, HERE support will be inactive and can be enabled later by accepting the terms in Preferences under Licenses.</p>
fr: <p>Votre installation de Pure Maps a activé la prise en charge des services de HERE.</p><br><p>Veuillez consulter les <a href="https://legal.here.com/en-gb/terms/here-end-user-terms">conditions d'utilisation</a>, la <a href="https://legal.here.com/en-gb/terms/acceptable-use-policy">politique d'utilisation acceptable</a> et la <a href="https://legal.here.com/en-gb/privacy">politique de confidentialité de HERE</a>. Dans le cadre de l'utilisation de HERE et de sa politique de confidentialité, Pure Maps communique avec HERE en utilisant l'API REST.<p></br><p>Pour des <a href="https://knowledge.here.com/csm_kb?id=public_kb_csm_details&number=KB0016412">raisons légales</a>, Pure Maps active la recherche et le routage de HERE uniquement dans un profil dédié « HERE en ligne ». Bien que non active, voir la politique d'utilisation acceptable de 2018 pour les détails concernant l'utilisation de HERE avec d'autres fournisseurs dans la section <a href="https://legal.here.com/en-gb/terms/acceptable-use-policy-2018">Couches et modifications</a> de ce document.</p><br><p>Veuillez soit accepter les conditions et la politique, soit les refuser. En cas de refus, le support de HERE sera inactif et pourra être activé ultérieurement en acceptant les conditions dans la section Préférences sous licences.</p>
ru: <p>Установленная версия Pure Maps имеет поддержку сервисов HERE.</p><br><p>Ознакомьтесь, пожалуйста, <a href="https://legal.here.com/en-gb/terms/here-end-user-terms">с клиентским договором</a>, <a href="https://legal.here.com/en-gb/terms/acceptable-use-policy">политикой допустимого использования</a>, и <a href="https://legal.here.com/en-gb/privacy">политикой конфиденциальности HERE</a>. В рамках использования сервиса HERE приложение Pure Maps соблюдает политику конфиденциальности и обменивается данными с HERE применяя REST API.<p></br><p>По <a href="https://knowledge.here.com/csm_kb?id=public_kb_csm_details&number=KB0016412">юридическим причинам</a> Pure Maps включает поиск и прокладку маршрутов с помощью HERE только в специальном профиле настройки "HERE Online". Подробности использования HERE совместно с другими поставщиками данных можно узнать из политики допустимого использования от 2018 в разделе <a href="https://legal.here.com/en-gb/terms/acceptable-use-policy-2018">Layering and Modifications</a>, несмотря на того, что эта версия документа уже не применяется.</p><br><p>Вы должны принять условия и политику или отклонить их. В случае отказа поддержка HERE будет отключена. Включить ее позже можно приняв условия в разделе Лицензии меню Настройка.</p>
sk_sk: <p>Vaša inštalácia Pure Maps umožňuje podporu pre služby HERE.</p><br><p>Prečítajte, prosím <a href="https://legal.here.com/en-gb/terms/here-end-user-terms">podmienky pre koncového používateľa</a>, <a href="https://legal.here.com/en-gb/terms/acceptable-use-policy">prijateľné zásady používania</a>, a <a href="https://legal.here.com/en-gb/privacy">zásady ochrany osobných údajov HERE</a>. V kontexte používania HERE a zásad ochrany osobných údajov Pure Maps komunikuje s HERE pomocou REST API.<p></br><p>Na základe <a href="https://knowledge.here.com/csm_kb?id=public_kb_csm_details&number=KB0016412">zákonných dôvodov</a>, Pure Maps povolia vyhľadávanie a smerovanie HERE iba vo vyhradenom profile "HERE Online". Ak už nie je aktívny, pozrite si pravidlá prijateľného používania z roku 2018, kde nájdete podrobnosti týkajúce sa používania HERE spolu s ďalšími poskytovateľmi v <a href="https://legal.here.com/en-gb/terms/acceptable-use-policy-2018">sekcii dokumentu Layering and Modifications</a>.</p><br><p>Prijmite podmienky a zásady alebo ich odmietnite. V prípade odmietnutia bude podpora HERE neaktívna a možno ju povoliť neskôr prijatím podmienok v Predvoľbách v časti Licencie.</p>

source: HERE End-User Terms
be_by: HERE умовы для канчатковага карыстальніка
cs: HERE Podmínky pro koncové uživatele
de_de: HERE Endbenutzer-Bedingungen
et: HERE kasutustingimused lõppkasutajale
fr: Conditions d'utilisation de HERE
it: Condizioni per l'utilizzo di HERE
pl: Warunki dla użytkownika końcowego HERE
pt_br: Termos de usuário final HERE
ro: Condiții pentru utilizarea HERE
ru: Условия клиентского договора HERE
sk_sk: Podmienky pre koncového používateľa HERE
sv: HERE slutanvändaravtal

source: Exit:
be_by: Выйсці
cs: Sjezd:
de_de: Ausfahrt:
el: Έξοδος
et: Ärapööre:
fi: Käännös pois:
fr: Sortie :
fur: Jessude:
it: Uscita:
nl: Afslag:
pl: Zjazd:
pt_br: Saída:
ro: Ieșire:
ru: Выход:
sk_sk: Výjazd:
sv: Avfart:

source: mi
be_by: міль
el: μι
ru: миль

source: miles
be_by: міль
cs: míle
de_de: Meilen
el: μίλια
et: miili
fi: mailia
fur: miis
it: miglia
nl: mijl
pl: mile
pt_br: Milhas
ro: mile
ru: миль
sk_sk: míle
sl_si: milje

source: ft
be_by: фт
el: πδ
ru: фт

source: feet
be_by: футаў
cs: stop
de_de: Fuß
el: πόδια
et: jalga
fi: jalkaa
fr: pieds
fur: pîts
it: piedi
nl: voet
pl: stopy
pt_br: Pés
ro: picioare
ru: футов
sk_sk: stôp
sl_si: čevlji

source: yd
be_by: ярд
el: γδ
ru: ярд.
sk_sk: yard

source: yards
be_by: ярдаў
cs: yardů
el: γιάρδες
et: jardi
fi: jaardia
it: iarde
nl: yard
pl: yardy
pt_br: Jardas
ro: iarzi
ru: ярдов
sk_sk: yardov
sl_si: jardi

source: km
be_by: км
el: χλ
ru: км

source: kilometers
be_by: кіламетраў
cs: kilometrů
de_de: Kilometer
el: χιλιόμετρα
et: kilomeetrit
fi: kilometriä
fr: kilomètres
fur: kilometris
it: chilometri
nl: kilometer
pl: kilometry
pt_br: Quilômetros
ro: kilometri
ru: километров
sk_sk: kilometrov
sl_si: kilometri
sv: kilometer

source: m
be_by: м
el: μ
ru: м

source: meters
be_by: метраў
cs: metrů
de_de: Meter
el: μέτρα
et: meetrit
fi: metriä
fr: mètres
fur: metris
it: metri
nl: meter
pl: metry
pt_br: Metros
ro: metri
ru: метров
sk_sk: metrov
sl_si: metri
sv: meter
