Repository: tpikonen/pure-maps
Catalog: po/*.po
Languages: be_by, cs, de_de, el, et, fi, fr, fur, it, nl, pl, pt_br, ro, ru, sk_sk, sl_si, sv

source: Allows to keep positioning and navigation instructions spoken even when the screen is switched off. If set to 'never', usual device suspend policy is applied.
be_by: Дазваляе прамаўляць інструкцыі па пазіцыянаванні і навігацыі, нават калі экран выключаны. Калі ўстаноўлена "ніколі", прымяняецца звычайная палітыка прыпынення прылады.
cs: Umožňuje zachovat hlasové pokyny i při vypnutém displayi. Pokud nastavíte 'nikdy', je vše řízeno systémem.
de_de: Erlaubt die Wiedergabe der Ansagen von Position und Navigation, selbst wenn der Bildschirm abgeschaltet ist. Wenn auf "nie" gesetzt, dann wirkt die Ruhezustandseinstellung des Gerätes.
et: Võimaldab jätta asukoha määramise ja hääljuhised kasutusele ka siis, kui ekraan on välja lülitatud. Kui olekuks on määratud „mitte kunagi“, siis kehtivad tavapärased nutiseadme seadistused.
fi: Mahdollistaa sijainnin ja navigoinnin ääniohjeet myös ruudun ollessa sammutettuna. Mikäli asetus on 'ei koskaan', normaalit laitteen sammuttamista/lepotilaa ohjaavat asetukset ovat käytössä.
fr: Permet de conserver le positionnement et les instructions de navigation parlées même lorsque l'écran est éteint. S'il est réglé sur "jamais", la politique habituelle de suspension de l'appareil est appliquée.
fur: Al permet di tignî la posizion e lis istruzions vocâls di navigazion ancje cuant che si distude il schermi. Se metût a 'mai', e ven aplicade la solite politiche di sospension dal dispositîf.
it: Consente di mantenere le indicazioni di navigazione e il posizionamento anche quando lo schermo è spento. Se è impostato su "mai", viene applicato il criterio di sospensione del dispositivo.
nl: Staat navigeren en gesproken navigatie-instructies toe, óók als het scherm is uitgeschakeld. Stel in op 'nooit' om dit aan het systeem over te laten.
pl: Pozwala na komunikaty głosowe o pozycji i nawigowaniu nawet kiedy ekran jest wyłączony. Jeśli ustawione na "nigdy", wtedy brane są ustawienia urządzenia.
pt_br: Mantém o posicionamento e a navegação por voz ativados mesmo com a tela desativada. As regras do dispositivo são aplicadas ao selecionar "nunca" .
ro: Permite menținerea instrucțiunilor de navigare și poziționarea chiar și atunci când ecranul este stins. Dacă este pus la „niciodată”, se aplică reglările aparatului.
ru: Позволяет сохранить голосовые подсказки навигации даже при выключенном экране. Если выбран вариант 'никогда', то применяется обычная политика приостановки работы устройства.
sk_sk: Umožňuje zachovať hlasové pokyny aj pri vypnutom displeji. Ak nastavíte 'nikdy', je všetko riadené systémom.
sv: Gör det möjligt att hålla positionering och röstnavigering igång även när skärmen är avstängd. Om den är inställd på "aldrig" tillämpas vanlig enhetsprincip.

source: Prevent sleep
be_by: Прадухіліць сон
cs: Nezhasínat displej
de_de: Verhindere Ruhemodus
el: Αποφυγή καταστολής
et: Takista nutiseadme unerežiimi käivitumist
fi: Estä lepotila
fr: Empêcher la mise en veille
fur: Impedìs modalitât di spiete
it: Previeni stand-by
nl: Slaap verhinderen
pl: Zapobiegaj zasypianu
pt_br: Manter dispositivo acordado
ro: Blochează repausul aparatului
ru: Блокировать переход в спящий режим
sk_sk: Nevypínať displej
sl_si: Prepreči prehod v spanje
sv: Förhindra viloläge

source: Privacy
be_by: Прыватнасць
cs: Soukromí
de_de: Datenschutz
et: Privaatsus
fi: Yksityisyys
fr: Vie privée
fur: Riservatece
pl: Prywatność
pt_br: Privacidade
ro: Confidențialitate
ru: Приватность
sk_sk: Súkromie
sv: Sekretess

source: Clear all history, including search, routes, and destinations. Please note that the bookmarks will be kept.
be_by: Ачысціць усю гісторыю, уключаючы пошук, маршруты і пункты прызначэння. Звярніце ўвагу, што закладкі захаваюцца.
cs: Vymažte celou historii, včetně vyhledávání, tras a cílů. Upozorňujeme, že záložky zůstanou zachovány.
de_de: Lösche den gesamten Verlauf, inklusive Suche, Navigation und Zielen. Bitte beachte, dass Lesezeichen behalten werden.
et: Kustuta kogu ajalugu, sealhulgas otsingud, teekonnad ja sihtkohad. Aga palun arvesta, et järjehoidjad jäävad alles.
fi: Poista koko historia, myös haut, reitit ja kohteet. Huomaa, että kirjanmerkit säilyvät.
fr: Vider tout l'historique, y compris les recherches, les itinéraires et les destinations.. Veuillez noter que les favoris seront conservés.
fur: Nete dute la cronologjie, includûts ricercjis, percors e destinazions. Viôt che a vignaran tignûts i segnelibris.
it: Cancella tutta la cronologia, comprese le ricerche, i percorsi e le destinazioni. I luoghi preferiti saranno conservati.
nl: Wis de hele geschiedenis, inclusief zoekopdrachten, routes en bestemmingen. Let op: bladwijzers worden behouden.
pl: Wyczyść całą historię, w tym wyszukiwanie, trasy i miejsca docelowe. Pamiętaj, że zakładki zostaną zachowane.
pt_br: Limpa todo o histórico, incluindo pesquisas, rotas e destinos. Os bookmarks são mantidos.
ro: Șterge toată cronologia, inclusiv căutarea, traseele și destinațiile. Locurile preferate vor fi păstrate.
ru: Удалить всю историю, включая поиск, маршруты и пункты назначения. Учтите, что закладки будут сохранены.
sk_sk: Zmazať celú históriu, vrátane hľadania, trás a cieľov. Upozorňujeme, že záložky ostanú zachované.
sv: Ta bort all historik, inkl. sökning, ruttberäkning och destinationer. Notera att bokmärken kommer att bevaras.

source: History cleared
be_by: Гісторыя ачышчана
cs: Historie vymazána
de_de: Verlauf gelöscht
et: Ajalugu on kustutatud
fi: Historia poistettu
fr: Historique supprimé
fur: Cronologjie netade
it: Cronologia cancellata
nl: Geschiedenis gewist
pl: Historia wyczyszczona
pt_br: Histórico limpo
ro: Cronologia a fost ștearsă
ru: История очищена
sk_sk: História je vymazaná
sv: Historiken borttagen

source: Clear history
be_by: Ачысціць гісторыю
cs: Smazat historii
de_de: Verlauf löschen
et: Kustuta ajalugu
fi: Poista historiatiedot
fr: Supprimer l'historique
fur: Nete cronologjie
it: Cancella cronologia
nl: Geschiedenis wissen
pl: Wyczyść historię
pt_br: Limpar histórico
ro: Șterge cronologia
ru: Очистить историю
sk_sk: Vymazať históriu
sv: Ta bort historik

source: Clear map tiles stored in a cache
be_by: Ачысціць фрагменты карты, якія захоўваюцца ў кэшы
cs: Vymazat dlaždice mapy uložené v mezipaměti
de_de: Lösche Karten-Kacheln aus dem Zwischenspeicher.
et: Kustuta puhverdatud kaardipaanid
fi: Tyhjennä karttaruudut välimuistista
fr: Effacer les tuiles de la carte stockées dans un cache
fur: Nete i ricuadris archiviâts te memorie cache
it: Cancella i dati della mappa dalla cache
nl: Kaarttegels opgeslagen in een cachegeheugen wissen
pl: Wyczyść kafelki mapy przechowywane w pamięci podręcznej
pt_br: Limpar mapas armazenados em cache
ro: Șterge datele hărții din memoria cache
ru: Удалить фрагменты карт из кэша
sk_sk: Vymazať mapové dlaždice uložené vo vyrovnávacej pamäti
sv: Ta bort cachelagrade kartrutor

source: Clear cache
be_by: Ачысціць кэш
cs: Vyčistit mezipaměť
de_de: Zwischenspeicher leeren
el: Εκκαθάριση προσωρινής μνήμης
et: Kustuta puhverdatud teave
fi: Tyhjennä välimuisti
fr: Vider le cache
fur: Nete la memorie cache
it: Svuota la cache
nl: Cachegeheugen wissen
pl: Wyczyść pamięć podręczną
pt_br: Limpar cache
ro: Șterge cache
ru: Очистить кэш
sk_sk: Vymazať vyrovnávaciu pamäť
sl_si: Počisti predpomnilnik
sv: Rensa cache

source: Licenses
be_by: Ліцэнзіі
cs: Licence
de_de: Lizenzen
et: Litsentsid
fr: Licences
it: Licenze
pl: Licencje
pt_br: Licenças
ro: Licențe
ru: Лицензии
sk_sk: Licencie
sv: Licenser

source: List of the licenses and whether they are accepted or declined. Here you can change the acceptance of each license.
be_by: Спіс ліцэнзій і іх прыняцце або адхіленне. Тут вы можаце змяніць прыняцце кожнай ліцэнзіі.
cs: Seznam licencí a jejich přijetí či odmítnutí. Zde můžete změnit přijetí každé licence.
de_de: Liste der Lizenzen und ob sie akzeptiert oder abgelehnt wurden. Hier kannst Du die Annahme der einzelnen Lizenzen ändern.
et: Litsentside loend koos märkega, kas sa oled tingimustega nõustunud või mitte. Samas saad ka nõustumise olekut muuta.
fr: Liste des licences et indication du fait qu'elles ont été acceptées ou déclinées. Vous pouvez modifier ici l'acceptation ou le refus de chaque licence.
it: Elenco delle licenze e se sono accettate o rifiutate. Qui è possibile modificare l'accettazione di ciascuna licenza.
pl: Lista licencji i czy są zaakceptowane czy odrzucone. Tutaj możesz zmienić akceptację każdej licencji.
pt_br: Lista das licenças e se elas foram aceitas ou rejeitadas. Aqui você pode alterar a aceitação de cada licença.
ro: Lista licențelor și dacă acestea sunt acceptate sau refuzate. Aici se poate modifica acceptarea fiecărei licențe.
ru: Список лицензий и их статусов. Здесь можно принять или отклонить каждую из лицензий.
sk_sk: Zoznam licencií a informácie o tom, či sú akceptované alebo odmietnuté. Tu môžete zmeniť akceptáciu každej licencie.
sv: Lista över licenserna och om de accepterats eller avvisats. Här kan du ändra godkännandet av varje licens.

source: Please restart application after changing the acceptance state of the license(s).
be_by: Перазапусціце прыкладанне пасля змены стану прыняцця ліцэнзіі(й).
cs: Po změně stavu přijetí licence (licencí) znovu spusťte aplikaci.
de_de: Bitte starte die Anwendung neu, nachdem Du den Zulassungsstatus der Lizenz(en) geändert hast.
et: Kui oled muutnud litsentsi(de)ga nõustumise olekut, siis palun käivita rakendus uuesti.
fr: Veuillez redémarrer l'application après avoir changé l'état d'acceptation ou de refus des licences.
it: Riavviare l'applicazione dopo aver modificato lo stato di accettazione della licenza(e).
pl: Zrestartuj aplikację po zmianie stanu akceptacji licencji.
pt_br: Por favor, reinicie o aplicativo após alterar o estado de aceite da(s) licença(s).
ro: Repornește aplicația după modificarea stării de acceptare a licenței (licențelor).
ru: Перезапустите приложение после изменения статуса лицензии(й).
sk_sk: Po zmene stavu akceptácie licencie(í) reštartujte aplikáciu, prosím.
sv: Starta om programmet efter att ha ändrat godkännandetillståndet för licens(er).

source: Declined
be_by: Адмоўлена
cs: Odmítnuto
de_de: Abgelehnt
et: Sa ei ole tingimustega nõustunud
fr: Refusé
it: Rifiutata
pl: Odrzucono
pt_br: Recusado
ro: Refuzată
ru: Отклонено
sk_sk: Odmietnuť
sv: Avvisad

source: Accepted
be_by: Прынята
cs: Přijato
de_de: Angenommen
et: Sa oled tingimustega nõustunud
fr: Accepté
it: Accettata
pl: Zaakceptowano
pt_br: Aceito
ro: Acceptată
ru: Принято
sk_sk: Prijať
sv: Godkänd

source: Unset
be_by: Невызначаны
cs: Nenastaveno
de_de: nicht eingestellt
et: Eemalda seadistus
fr: Non défini
it: Non impostata
pl: Nieustawiony
pt_br: Não definido
ro: Nestabilită
ru: Сброс
sk_sk: Nezadané
sv: Inaktivera

source: API keys
be_by: API ключы
cs: API klíče
et: API võtmed
fi: API-rajapintojen koodiavaimet
fr: Clés API
fur: Clâfs API
it: Chiavi API
nl: API-sleutels
pl: Klucze API
pt_br: Chaves de API
ro: Coduri API
ru: Ключи API
sk_sk: API kľúče
sv: API-nycklar

source: You can specify personal keys for online services in these settings. Please check the conditions for each of the services that you want to use to ensure that you comply with them.
be_by: У гэтых наладах можна задаць асабістыя ключы для анлайн-сэрвісаў. Калі ласка, праверце ўмовы для кожнай службы, якой вы хочаце карыстацца, каб пераканацца, што вы іх выконваеце.
cs: V těchto nastaveních můžete zadat osobní klíče pro služby online. Zkontrolujte podmínky pro každou službu, kterou chcete použít, abyste se ujistili, že budou dodrženy.
de_de: Spezifiziere hier persönliche Schlüssel, sogenannte API-Keys für Online-Dienste. Bitte prüfe, ob du mit den Nutzungsbedingungen der Dienste, die du nutzen möchtest, einverstanden bist.
et: Alljärgnevalt saad sa seadistada isiklikke võtmeid erinevate veebiteenuste kasutamiseks. Tagamaks, et vajalikud tingimused on täidetud, palun tutvu eelnevalt teenuste kasutustingimustega.
fi: Voit määritellä henkilökohtaisia avaimia verkkopalveluita varten näissä asetuksissa. Tarkistathan käyttöehdot kustakin palvelusta, jota haluat käyttää, että toimit niiden mukaan.
fr: Vous pouvez indiquer ici vos diverses clés API personnelles afin de personnaliser votre expérience au sein de l'appli. Merci de vous assurer que les termes et conditions de ces services vous conviennent avant de les utiliser.
fur: In chestis impostazions tu puedis specificâ lis clâfs personâls pai servizis in rêt. Controle lis condizions par ognun dai servizis che tu desideris doprâ, par sigurâti che tu lis sodisfis.
it: È possibile specificare le chiavi personali per i servizi online in queste impostazioni. Si prega di verificare le condizioni per ciascuno dei servizi che si desidera utilizzare per assicurarsi di rispettarli.
nl: Hier kun je persoonlijke sleutels voor online-diensten opgeven. Bekijk de voorwaarden van elk van de diensten die je wilt gebruiken zodat je ze kunt naleven.
pl: W tych ustawieniach możesz określić osobiste klucze do usług online. Sprawdź warunki każdej usługi, z której chcesz skorzystać, aby upewnić się, że ich przestrzegasz.
pt_br: Você pode especificar chaves pessoais para serviços online nas configurações. Por favor, verifique as condições de cada serviço que pretende usar para assegurar-se que concorda com seus termos de uso.
ro: Aici pot fi specificate codurile personale pentru serviciile care necesită conectare la internet. Verifică condițiile de utilizare pentru fiecare dintre serviciile pe care dorești să le folosești.
ru: Здесь можно указать персональные ключи для онлайн сервисов. Убедитесь, что условия доступа к каждому из используемых сервисов не нарушаются.
sk_sk: V tomto nastavení môžete zadať osobné kľúče pre online služby. Skontrolujte, prosím, podmienky pre každú službu, ktorú chcete použiť, či podmienky budú splnené.
sv: Du kan specificera personliga nycklar för online-tjänster i dessa inställningar. Kontrollera villkoren för var och en av de tjänster du vill använda, för att säkerställa att du tillämpar dem.

source: Please restart application after changing API keys.
be_by: Перазапусціце прыкладанне пасля змены ключоў API.
cs: restartujte aplikaci po změně api klíče
de_de: Bitte starte „Pure Maps" nach Änderung der API-Keys neu.
et: Peale API võtmete muutmist palun käivita rakendus uuesti.
fi: Käynnistäthän ohjelman uudelleen vaihdettuasi API-rajapinnan koodiavainmen.
fr: Merci de redémarrer l'appli après avoir renseigné vos clés API.
fur: Par plasê torne invie la aplicazion dopo vê cambiât lis clâfs API.
it: Si prega di riavviare l'applicazione dopo aver modificato le chiavi API.
nl: Herstart de toepassing om de api-sleutels in te stellen.
pl: Zrestartuj aplikację po zmianie kluczy API
pt_br: Por favor, reinicie o aplicativo após alterar as chaves de API.
ro: Repornește aplicația după schimbarea codurilor API.
ru: Перезапустите приложение после изменения ключей API.
sk_sk: Po zmene API kľúčov aplikáciu reštartujte.
sv: Starta om appen efter ändring av API-nycklar.

source: Exploring
be_by: Даследаванне
cs: Prozkoumat
de_de: Erkunde...
et: Avastamine
fi: Tutustuminen
fr: Exploration
fur: Esplorazion
it: Esplorare
nl: Verkennen
pl: Eksplorowanie
pt_br: Explorando
ro: Explorare
ru: Анализ
sk_sk: Prieskum
sv: Utforskning

source: Select mode of transportation. Only applies when Pure Maps is not navigating. Uses OSM Scout Server for its operation.
be_by: Выберыце від транспарту. Прымяняецца, толькі калі Pure Maps не ажыццяўляе навігацыю. Выкарыстоўвае OSM Scout Server для сваёй працы.
cs: Vyberte způsob dopravy. Platí pouze v případě, že aplikace Pure Maps nenaviguje. Používá server OSM Scout.
de_de: Wähle eine Transportart. Gilt nur wenn „Pure Maps" nicht navigiert. Für diese Funktion wird OSM Scout Server benutzt.
et: Vali transpordiliik. Kehtib vaid siis, kui Pure Maps ei juhata teed. Eeldab OSM Scout Serveri kasutamist.
fi: Valitse kulkutapa. Vaikuttaa vain, kun Pure Maps ei navigoi. Käyttää OSM Scout Server palvelua toimintoihin.
fr: Choisir le mode de transport. S'applique uniquement lorsque Pure Maps ne navigue pas. Utilise OSM Scout Server pour son fonctionnement.
fur: Selezione la modalitât di traspuart. Al ven aplicât dome cuant che Pure Maps nol à scomençât la navigazion. Par funzionâ al dopre OSM Scout Server.
it: Scegli la modalità di viaggio. Si applica solo se Pure Maps non sta navigando. Utilizza OSM Scout Server per funzionare.
nl: Selecteer een transportmodus. Geldt enkel als Pure Maps niet in navigatiemodus is. Maakt gebruik van OSM Scout Server.
pl: Wybierz środek transportu. Ma zastosowanie tylko wtedy, gdy Pure Maps nie nawiguje. Do działania używa OSM Scout Server.
pt_br: Selecionar modo de transporte. Somente aplica quando não estiver navegando. Utiliza o OSM Scout Server para seu funcionamento.
ro: Alege modul de deplasare. Se aplică numai dacă Pure Maps nu navighează. Folosește OSM Scout Server pentru a funcționa.
ru: Выбор способа передвижения. Действует, только когда Pure Maps не находится в режиме навигации. Использует для работы OSM Scout Server.
sk_sk: Zvoľte spôsob prepravy. Aplikuje sa iba v prípade, že Pure Maps nenaviguje. Toto nastavenie používa OSM Scout Server.
sv: Välj transportsätt. Gäller endast när Pure Maps inte navigerar. Använder OSM Scout Server för åtgärden.

source: Snap position to road
be_by: Прывязаць становішча да дарогі
cs: Přichytávat k silnicím
de_de: Position auf der Straße ausrichten
el: Κλείδωμα θέσης στον δρόμο
et: Naksa asukoht tee külge
fi: Kohdista sijainti tiehen
fr: Fuse la position sur la route
fur: Lee posizion ae strade
it: Aggancia posizione alla strada
nl: Positie vastklemmen aan wegen
pl: Przyciągnij pozycję do drogi
pt_br: Ir para posição na estrada
ro: Leagă poziția de drum
ru: Привязывать позицию к дороге
sk_sk: Prichytávať k ceste
sv: Fäst positionen vid vägen

source: None
be_by: Нічога
cs: Nic
de_de: Nichts
el: Κανένα
et: Puudub
fi: Ei mikään
fr: Aucun
fur: Nissun
it: Nessuno
nl: Geen
pl: Brak
pt_br: Nenhum
ro: Nimic
ru: Нет
sk_sk: Nič
sv: Ingen

source: Foot
be_by: Пешым
cs: Chůze
de_de: Zu Fuß
el: Με τα πόδια
et: Jalgsi
fi: Kävely
fr: Piéton
fur: A pît
it: A piedi
nl: Te voet
pl: Pieszo
pt_br: A pé
ro: Pe jos
ru: Пешком
sk_sk: Chôdza
sl_si: Hoja
sv: Gång

source: Show navigation instructions
be_by: Паказаць інструкцыі па навігацыі
cs: Zobrazit navigační pokyny
de_de: Zeige Navigationsanweisungen
el: Εμφάνιση οδηγιών πλοήγησης
et: Kuva teekonnajuhiseid
fi: Näytä navigointiohjeet
fr: Afficher les instructions de navigation
fur: Mostre indicazions di navigazion
it: Mostra indicazioni
nl: Navigatie-instructies tonen
pl: Pokaż instrukcje nawigacji
pt_br: Mostrar instruções de navegação
ro: Arată instrucțiunile de navigare
ru: Показывать подсказки
sk_sk: Zobraziť navigačné pokyny
sl_si: Prikaži navodila za vodenje
sv: Visa navigeringsinstruktioner

source: Voice navigation instructions
be_by: Галасавыя інструкціі пры навігацыі
cs: Pokyny pro hlasovou navigaci
de_de: Sprachausgabe
el: Οδηγίες φωνητικής πλοήγησης
et: Hääljuhtimine teekonna kestel
fi: Lausu navigointiohjeet
fr: Voix des instructions vocales
fur: Indicazions vocâls di navigazion
it: Indicazioni vocali
nl: Stemnavigatie-instructies
pl: Instrukcje nawigacji głosowej
pt_br: Navegação por voz
ro: Instrucțiuni vocale de navigare
ru: Голосовые подсказки
sk_sk: Pokyny pre hlasovú navigáciu
sl_si: Navodila za glasovno vodenje
sv: Röstnavigering

source: Reroute automatically
be_by: Змяніць маршрут аўтаматычна
cs: Automaticky přepočítat trasu
de_de: Automatisch neuberechnen
el: Αυτόματος επαναπροσδιορισμός πλοήγησης
et: Muuda teekonda automaatselt
fi: Uudelleenreititä automaattisesti
fr: Dérouter automatiquement
fur: Torne a calcolâ in automatic
it: Ricalcola automaticamente
nl: Route automatisch herberekenen
pl: Zmieniaj trasę automatycznie
pt_br: Recalcular rota automaticamente
ro: Recalculează automat traseul
ru: Перестраивать маршрут автоматически
sk_sk: Automaticky prepočítať trasu
sl_si: Samodejno preusmeri
sv: Beräkna om rutter automatiskt

source: Automatic zoom on start
be_by: Аўтаматычнае павелічэнне пры запуску
cs: Autom. přiblížení při spuštění
de_de: Automatische Vergrößerung bei Programmstart
et: Alustamisel suumi esimene vaade automaatselt
fi: Automaattinen mittakaava alussa
fr: Zoom automatique au démarrage
fur: Zoom automatic al inviament
it: Zoom automatico all'avvio
nl: Automatisch zoomen bij opstarten
pl: Automatyczny zoom od uruchomienia
pt_br: Zoom automático ao iniciar
ro: Zoom automat la pornire
ru: Автоматический выбор масштаба при запуске
sk_sk: Automaticky priblížiť pri spustení
sv: Automatisk zoom vid start

source: Uses OSM Scout Server for its operation.
be_by: Выкарыстоўвае OSM Scout Server для сваёй працы.
cs: K provozu používá OSM Scout server.
de_de: Für diese Funktion wird OSM Scout Server benutzt.
et: Eeldab OSM Scout Serveri kasutamist.
fi: Käyttää OSM Scout Server palvelua toimintoihin.
fr: Utilise OSM Scout Server pour son fonctionnement.
fur: Par funzionâ al dopre OSM Scout Server.
it: Utilizza OSM Scout Server per il suo funzionamento.
nl: Maakt gebruik van OSM Scout Server.
pl: Do działania używa OSM Scout Server.
pt_br: Usa o OSM Scoute Server para seu funcionamento.
ro: Folosește OSM Scout Server pentru a funcționa.
ru: Использует OSM Scout Server для своей работы.
sk_sk: Používa k prevádzke OSM Scout Server.
sv: Använder OSM Scout Server för åtgärden.

source: Show direction signs
be_by: Паказаць указальнікі
cs: Zobrazit směrové značky
de_de: Zeige Wegweiser
el: Εμφάνιση σημάτων κατεύθυνσης
et: Näita teeviitasid
fi: Näytä suuntamerkit
fr: Afficher les panneaux de direction
fur: Mostre cartei di direzion
it: Mostra segnali stradali
nl: Richtingstekens tonen
pl: Pokaż znaki kierunku
pt_br: Mostrar sinalização de direção
ro: Arată semnele de direcție
ru: Показывать дорожные указатели
sk_sk: Zobraziť smerové značky
sv: Visa riktningsskyltar

source: Set rotation of the map in the direction of movement when starting navigation.
be_by: Усталюйце паварот карты ў кірунку руху пры запуску навігацыі.
cs: Nastavit rotaci mapy ve směru pohybu při spuštění navigace.
de_de: Stellt beim Start der Navigation die Drehung der Karte in Bewegungsrichtung ein.
el: Ρυθμίστε την περιστροφή του χάρτη στην κατεύθυνση της κίνησης κατά την έναρξη της πλοήγησης.
et: Alustades teekonda pööra kaarti liikumise suunas.
fi: Käännä kartan suunta kulkusuuntaan, kun aloitetaan navigointi.
fr: Définir la rotation de la carte dans le sens du mouvement lors du démarrage de la navigation.
fur: Volte la mape te direzion di moviment cuant che si invie la navigazion.
it: Ruota la mappa nella direzione di movimento quando avvii la navigazione.
nl: Stelt rotatie van de kaart in in de bewegingsrichting bij starten van navigatie.
pl: Ustaw obracanie mapy w kierunku ruchu, podczas uruchamiania nawigacji.
pt_br: Ajustar rotação do mapa para a direção do movimento ao iniciar a navegação.
ro: Rotește harta după direcția de deplasare la pornirea navigării.
ru: Ориентировать карту по направлению движения в начале движения по маршруту.
sk_sk: Nastaviť natáčanie mapy v smere pohybu pri spustení navigácie.
sv: Rotera kartan i rörelsens riktning när navigering påbörjas.

source: Rotate map when navigating
be_by: Паварочвайце карту падчас навігацыі
cs: Otočení mapy při navigaci
de_de: Drehe Karte beim Navigieren
el: Περιστροφή του χάρτη κατά την πλοήγηση
et: Teekonna juhatamisel pööra kaarti
fi: Käännä karttaa navigoidessa
fr: Rotation de la carte lors de la navigation
fur: Volte la mape dulinvie la navigazion
it: Ruota la mappa durante la navigazione
nl: Kaart draaien tijdens navigatie
pl: Obracaj mape podczas nawigacji
pt_br: Girar o mapa ao navegar
ro: Rotește harta în timpul navigării
ru: Поворачивать карту во время движения по маршруту
sk_sk: Natáčať mapu pri navigácii
sv: Rotera kartan vid navigering
