Repository: tpikonen/pure-maps
Catalog: po/*.po
Languages: be_by, cs, de_de, el, et, fi, fr, fur, it, nl, pl, pt_br, ro, ru, sk_sk, sl_si, sv

source: Bangla (Bangladesh)
cs: bengálština (Bangladéš)
de_de: Bengalisch (Bangladesch)
et: bengali (Bangladesh)
fi: bengali (Bangladesh)
fr: bengali (Bangladesh)
fur: bengalês (Bangladesh)
it: Bengalese (Bangladesh)
pl: bengalski (Bangladesz)
pt_br: bengali (Bangladesh)
ro: Bengaleză (Bangladesh)
ru: бенгальский (Бангладеш)
sk_sk: bengálčina (Bangladéš)
sv: Bengali (Bangladesh)

source: Bangla (India)
cs: bengálština (Indie)
de_de: Bengalisch (Indien)
et: bengali (India)
fi: bengali (Intia)
fr: bengali (Inde)
fur: bengalês (India)
it: Bengalese (India)
pl: bengalski (Indie)
pt_br: bengali (Índia)
ro: Bengaleză (India)
ru: бенгальский (Индия)
sk_sk: bengálčina (India)
sv: Bengali (Indien)

source: Bosnian
cs: bosenština
de_de: Bosnisch
et: bosnia
fi: bosnia
fr: bosniaque
fur: bosniac
it: Bosniaco
pl: bośniacki
pt_br: bósnio
ro: Bosniacă
ru: боснийский
sk_sk: bosniačtina
sv: Bosniska

source: Bulgarian
cs: bulharština
de_de: Bulgarisch
et: bulgaaria
fi: bulgaria
fr: bulgare
fur: bulgar
it: Bulgaro
pl: bułgarski
pt_br: búlgaro
ro: Bulgară
ru: болгарский
sk_sk: bulharčina
sv: Bulgariska

source: Chinese (China)
cs: čínština (Čína)
de_de: Chinesisch (China)
et: hiina (Hiina)
fi: kiina (Kiina)
fr: chinois (Chine)
fur: cinês (Cine)
it: Cinese (Cina)
pl: chiński (Chiny)
pt_br: chinês (China)
ro: Chineză (China)
ru: китайский (Китай)
sk_sk: čínština (Čína)
sv: Kinesiska (Kina)

source: Chinese (Hong Kong SAR China)
cs: čínština (Hongkong – ZAO Číny)
de_de: Chinesisch (Sonderverwaltungsregion Hongkong)
et: hiina (Hongkongi erihalduspiirkond)
fi: kiina (Hongkong – Kiinan e.h.a.)
fr: chinois (R.A.S. chinoise de Hong Kong)
fur: cinês (Regjon aministrative speciâl de Cine di Hong Kong)
it: Cinese (RAS di Hong Kong)
pl: chiński (SRA Hongkong (Chiny))
pt_br: chinês (Hong Kong, RAE da China)
ro: Chineză (Hong Kong)
ru: китайский (Гонконг (САР))
sk_sk: čínština (Hongkong – OAO Číny)
sv: Kinesiska (Hongkong)

source: Chinese (Taiwan)
cs: čínština (Tchaj-wan)
de_de: Chinesisch (Taiwan)
et: hiina (Taiwan)
fi: kiina (Taiwan)
fr: chinois (Taïwan)
fur: cinês (Taiwan)
it: Cinese (Taiwan)
pl: chiński (Tajwan)
pt_br: chinês (Taiwan)
ro: Chineză (Taiwan)
ru: китайский (Тайвань)
sk_sk: čínština (Taiwan)
sv: Kinesiska (Taiwan)

source: Croatian
cs: chorvatština
de_de: Kroatisch
et: horvaadi
fi: kroatia
fr: croate
fur: cravuat
it: Croato
pl: chorwacki
pt_br: croata
ro: Croată
ru: хорватский
sk_sk: chorvátčina
sv: Kroatiska

source: Persian (Afghanistan)
cs: perština (Afghánistán)
de_de: Persisch (Afghanistan)
et: pärsia (Afganistan)
fi: persia (Afganistan)
fr: persan (Afghanistan)
it: Persiano (Afghanistan)
pl: perski (Afganistan)
pt_br: persa (Afeganistão)
ro: Persană (Afganistan)
ru: персидский (Афганистан)
sk_sk: perzština (Afganistan)
sv: Persiska (Afghanistan)

source: Estonian
cs: estonština
de_de: Estnisch
et: eesti
fi: viro
fr: estonien
fur: eston
it: Estone
pl: estoński
pt_br: estoniano
ro: Estonă
ru: эстонский
sk_sk: estónčina
sv: Estniska

source: Filipino (Latin)
cs: filipínština (latinka)
de_de: Filipino (Lateinisch)
et: filipiini (ladina)
fi: filipino (latinalainen)
fur: filipin (latin)
it: Filippino (latino)
pl: filipino (łacińskie)
pt_br: filipino (latim)
ro: Filipineză (Latină)
ru: филиппинский (латиница)
sk_sk: filipínčina (latinka)
sv: Filippinska (latinska)

source: Galician
cs: galicijština
de_de: Galicisch
et: galeegi
fi: galicia
fr: galicien
fur: galizian
it: Galiziano
pl: galicyjski
pt_br: galego
ro: Galiciană
ru: галисийский
sk_sk: galícijčina
sv: Galiciska

source: Georgian
cs: gruzínština
de_de: Georgisch
et: gruusia
fi: georgia
fr: géorgien
fur: gjeorgjian
it: Georgiano
pl: gruziński
pt_br: georgiano
ro: Georgiană
ru: грузинский
sk_sk: gruzínčina
sv: Georgiska

source: Gujarati
cs: gudžarátština
et: gudžarati
fi: gudžarati
fr: goudjerati
pl: gudżarati
pt_br: guzerate
ru: гуджарати
sk_sk: gudžarátčina

source: Hausa (Latin)
cs: hauština (latinka)
de_de: Haussa (Lateinisch)
et: hausa (ladina)
fi: hausa (latinalainen)
fr: haoussa (latin)
it: Hausa (latino)
pl: hausa (łacińskie)
pt_br: hauçá (latim)
ro: Hausa (Latină)
ru: хауса (латиница)
sk_sk: hauština (latinka)
sv: Hausa (latinska)

source: Hebrew (Israel)
cs: hebrejština (Izrael)
de_de: Hebräisch (Israel)
et: heebrea (Iisrael)
fi: heprea (Israel)
fr: hébreu (Israël)
fur: ebraic (Israêl)
it: Ebraico (Israele)
pl: hebrajski (Izrael)
pt_br: hebraico (Israel)
ro: Ebraică (Israel)
ru: иврит (Израиль)
sk_sk: hebrejčina (Izrael)
sv: Hebreiska (Israel)

source: Icelandic
cs: islandština
de_de: Isländisch
et: islandi
fi: islanti
fr: islandais
fur: islandês
it: Islandese
pl: islandzki
pt_br: islandês
ro: Islandeză
ru: исландский
sk_sk: islandčina
sv: Isländska

source: Igbo (Latin)
cs: igboština (latinka)
de_de: Igbo (Lateinisch)
et: ibo (ladina)
fi: igbo (latinalainen)
it: Igbo (latino)
pl: igbo (łacińskie)
pt_br: igbo (latim)
ro: Igbo (Latină)
ru: игбо (латиница)
sk_sk: igboština (latinka)
sv: Igbo (latinska)

source: Indonesian (Indonesia)
cs: indonéština (Indonésie)
de_de: Indonesisch (Indonesien)
et: indoneesia (Indoneesia)
fi: indonesia (Indonesia)
fr: indonésien (Indonésie)
fur: indonesian (Indonesie)
it: Indonesiano (Indonesia)
pl: indonezyjski (Indonezja)
pt_br: indonésio (Indonésia)
ro: Indoneziană (Indonezia)
ru: индонезийский (Индонезия)
sk_sk: indonézština (Indonézia)
sv: Indonesiska (Indonesien)

source: Irish
cs: irština
de_de: Irisch
et: iiri
fi: iiri
fr: irlandais
fur: gaelic irlandês
it: Irlandese
pl: irlandzki
pt_br: irlandês
ro: Irlandeză
ru: ирландский
sk_sk: írčina
sv: Irländska

source: Kʼicheʼ (Latin)
cs: kičé (latinka)
de_de: K’iche’ (Lateinisch)
et: kitše (ladina)
fi: kʼicheʼ (latinalainen)
fr: quiché (latin)
it: K’iche’ (latino)
pl: kicze (łacińskie)
pt_br: quiché (latim)
ro: Kʼicheʼ (Latină)
ru: киче (латиница)
sk_sk: quiché (latinka)
sv: Quiché (latinska)

source: Kannada
cs: kannadština
pt_br: canarim
ru: каннада
sk_sk: kannadčina

source: Kazakh
cs: kazaština
de_de: Kasachisch
et: kasahhi
fi: kazakki
fur: kazac
it: Kazako
pl: kazachski
pt_br: cazaque
ro: Kazahă
ru: казахский
sk_sk: kazaština
sv: Kazakiska

source: Khmer
cs: khmérština
et: khmeeri
pl: khmerski
ro: Khmeră
ru: кхмерский
sk_sk: khmérčina
sv: Kambodjanska

source: Kinyarwanda (Rwanda)
cs: kiňarwandština (Rwanda)
de_de: Kinyarwanda (Ruanda)
et: ruanda (Rwanda)
fi: ruanda (Ruanda)
fur: Kinyarwanda (Ruande)
it: Kinyarwanda (Ruanda)
pl: kinya-ruanda (Rwanda)
pt_br: quiniaruanda (Ruanda)
ru: киньяруанда (Руанда)
sk_sk: rwandčina (Rwanda)
sv: Kinjarwanda (Rwanda)

source: Konkani
cs: konkánština
pt_br: concani
ru: конкани
sk_sk: konkánčina

source: Korean (South Korea)
cs: korejština (Jižní Korea)
de_de: Koreanisch (Südkorea)
et: korea (Lõuna-Korea)
fi: korea (Etelä-Korea)
fr: coréen (Corée du Sud)
fur: corean (Coree dal sud)
it: Coreano (Corea del Sud)
pl: koreański (Korea Południowa)
pt_br: coreano (Coreia do Sul)
ro: Coreeană (Coreea De Sud)
ru: корейский (Южная Корея)
sk_sk: kórejčina (Južná Kórea)
sv: Koreanska (Sydkorea)

source: Kurdish (Arabic)
cs: kurdština (arabské)
de_de: Kurdisch (Arabisch)
et: kurdi (araabia)
fi: kurdi (arabialainen)
fr: kurde (arabe)
fur: curd (arap)
it: Curdo (arabo)
pl: kurdyjski (arabskie)
pt_br: curdo (árabe)
ro: Kurdă (Arabă)
ru: курдский (арабица)
sk_sk: kurdčina (arabské)
sv: Kurdiska (arabiska)

source: Kyrgyz (Cyrillic)
cs: kyrgyzština (cyrilice)
de_de: Kirgisisch (Kyrillisch)
et: kirgiisi (kirillitsa)
fi: kirgiisi (kyrillinen)
fr: kirghize (cyrillique)
fur: Kyrgyz (cirilic)
it: Kirghiso (cirillico)
pl: kirgiski (cyrylica)
pt_br: quirguiz (cirílico)
ro: Kirghiză (Chirilic)
ru: киргизский (кириллица)
sk_sk: kirgizština (cyrilika)
sv: Kirgiziska (kyrilliska)

source: Latvian
cs: lotyština
de_de: Lettisch
et: läti
fi: latvia
fr: letton
fur: leton
it: Lettone
pl: łotewski
pt_br: letão
ro: Letonă
ru: латышский
sk_sk: lotyština
sv: Lettiska

source: Lithuanian
cs: litevština
de_de: Litauisch
et: leedu
fi: liettua
fr: lituanien
fur: lituan
it: Lituano
pl: litewski
pt_br: lituano
ro: Lituaniană
ru: литовский
sk_sk: litovčina
sv: Litauiska

source: Luxembourgish
cs: lucemburština
de_de: Luxemburgisch
et: letseburgi
fi: luxemburg
fr: luxembourgeois
fur: lussemburghês
it: Lussemburghese
pl: luksemburski
pt_br: luxemburguês
ro: Luxemburgheză
ru: люксембургский
sk_sk: luxemburčina
sv: Luxemburgiska

source: Macedonian
cs: makedonština
de_de: Mazedonisch
et: makedoonia
fi: makedonia
fr: macédonien
fur: macedon
it: Macedone
pl: macedoński
pt_br: macedônio
ro: Macedoneană
ru: македонский
sk_sk: macedónčina
sv: Makedonska

source: Malay (Malaysia)
cs: malajština (Malajsie)
de_de: Malaiisch (Malaysia)
et: malai (Malaisia)
fi: malaiji (Malesia)
fr: malais (Malaisie)
fur: malês (Malaysia)
it: Malese (Malaysia)
pl: malajski (Malezja)
pt_br: malaio (Malásia)
ro: Malaeză (Malaezia)
ru: малайский (Малайзия)
sk_sk: malajčina (Malajzia)
sv: Malajiska (Malaysia)

source: Malayalam
cs: malajálamština
et: malajalami
fi: malajalam
pl: malajalam
pt_br: malaiala
ru: малаялам
sk_sk: malajálamčina

source: Maltese
cs: maltština
de_de: Maltesisch
et: malta
fi: malta
fr: maltais
fur: maltês
pl: maltański
pt_br: maltês
ro: Malteză
ru: мальтийский
sk_sk: maltčina
sv: Maltesiska

source: Maori (Latin)
cs: maorština (latinka)
de_de: Maori (Lateinisch)
et: maoori (ladina)
fi: maori (latinalainen)
it: Maori (latino)
pl: maoryjski (łacińskie)
pt_br: maori (latim)
ro: Maori (Latină)
ru: маори (латиница)
sk_sk: maorijčina (latinka)
sv: Maori (latinska)

source: Marathi
cs: maráthština
pt_br: marati
ru: маратхи
sk_sk: maráthčina

source: Mongolian (Cyrillic)
cs: mongolština (cyrilice)
de_de: Mongolisch (Kyrillisch)
et: mongoli (kirillitsa)
fi: mongoli (kyrillinen)
fr: mongol (cyrillique)
fur: mongul (cirilic)
it: Mongolo (cirillico)
pl: mongolski (cyrylica)
pt_br: mongol (cirílico)
ro: Mongolă (Chirilic)
ru: монгольский (кириллица)
sk_sk: mongolčina (cyrilika)
sv: Mongoliska (kyrilliska)

source: Nepali (Nepal)
cs: nepálština (Nepál)
de_de: Nepalesisch (Nepal)
fr: népalais (Népal)
fur: nepalês (Nepal)
it: Nepalese (Nepal)
pl: nepalski (Nepal)
pt_br: nepalês (Nepal)
ro: Nepaleză (Nepal)
ru: непальский (Непал)
sk_sk: nepálčina (Nepál)
sv: Nepalesiska (Nepal)

source: Norwegian Nynorsk
cs: norština (nynorsk)
de_de: Norwegisch Nynorsk
et: uusnorra
fi: norjan nynorsk
fr: norvégien nynorsk
fur: norvegjês nynorsk
it: Norvegese nynorsk
pl: norweski (nynorsk)
pt_br: nynorsk norueguês
ro: Norvegiană Nynorsk
ru: нюнорск
sk_sk: nórčina (nynorsk)
sv: Nynorska

source: Odia
cs: urijština
de_de: Oriya
et: oria
fi: orija
fur: oriya
pl: orija
pt_br: oriá
ru: ория
sk_sk: uríjčina
sv: Oriya

source: Northern Sotho
cs: sotština (severní)
de_de: Nord-Sotho
et: põhjasotho
fi: pohjoissotho
fr: sotho du Nord
fur: sotho setentrionâl
it: Sotho del nord
pl: sotho północny
pt_br: soto setentrional
ro: Sotho De Nord
ru: северный сото
sk_sk: sothčina (severná)
sv: Nordsotho

source: Punjabi
cs: paňdžábština
et: pandžabi
fi: pandžabi
fr: pendjabi
pl: pendżabski
pt_br: panjabi
ru: панджаби
sk_sk: pandžábčina

source: Punjabi (Arabic)
cs: paňdžábština (arabské)
de_de: Punjabi (Arabisch)
et: pandžabi (araabia)
fi: pandžabi (arabialainen)
fr: pendjabi (arabe)
fur: punjabi (arap)
it: Punjabi (arabo)
pl: pendżabski (arabskie)
pt_br: panjabi (árabe)
ro: Punjabi (Arabă)
ru: панджаби (арабица)
sk_sk: pandžábčina (arabské)
sv: Punjabi (arabiska)

source: Cusco Quechua (Latin, Peru)
cs: Cusco Quechua (latinka, Peru)
de_de: Cusco Quechua (Lateinisch, Peru)
et: Cusco Quechua (ladina, Peruu)
fi: Cusco Quechua (latinalainen, Peru)
fr: Cusco Quechua (latin, Pérou)
fur: Cusco Quechua (latin, Perù)
it: Cusco Quechua (latino, Perù)
pl: Cusco Quechua (łacińskie, Peru)
pt_br: Cusco Quechua (latim, Peru)
ro: Cusco Quechua (Latină, Peru)
ru: Cusco Quechua (латиница, Перу)
sk_sk: Cusco Quechua (latinka, Peru)
sv: Cusco Quechua (latinska, Peru)

source: Scottish Gaelic (Latin)
cs: skotská gaelština (latinka)
de_de: Schottisches Gälisch (Lateinisch)
et: gaeli (ladina)
fi: gaeli (latinalainen)
fr: gaélique écossais (latin)
fur: gaelic scozês (latin)
it: Gaelico scozzese (latino)
pl: szkocki gaelicki (łacińskie)
pt_br: gaélico escocês (latim)
ro: Gaelică Scoțiană (Latină)
ru: гэльский (латиница)
sk_sk: škótska gaelčina (latinka)
sv: Skotsk gäliska (latinska)

source: Serbian (Cyrillic, Bosnia & Herzegovina)
cs: srbština (cyrilice, Bosna a Hercegovina)
de_de: Serbisch (Kyrillisch, Bosnien und Herzegowina)
et: serbia (kirillitsa, Bosnia ja Hertsegoviina)
fi: serbia (kyrillinen, Bosnia ja Hertsegovina)
fr: serbe (cyrillique, Bosnie-Herzégovine)
fur: serp (cirilic, Bosnie e Ercegovine)
it: Serbo (cirillico, Bosnia ed Erzegovina)
pl: serbski (cyrylica, Bośnia i Hercegowina)
pt_br: sérvio (cirílico, Bósnia e Herzegovina)
ro: Sârbă (Chirilic, Bosnia și Herțegovina)
ru: сербский (кириллица, Босния и Герцеговина)
sk_sk: srbčina (cyrilika, Bosna a Hercegovina)
sv: Serbiska (kyrilliska, Bosnien och Hercegovina)

source: Serbian (Cyrillic, Serbia)
cs: srbština (cyrilice, Srbsko)
de_de: Serbisch (Kyrillisch, Serbien)
et: serbia (kirillitsa, Serbia)
fi: serbia (kyrillinen, Serbia)
fr: serbe (cyrillique, Serbie)
fur: serp (cirilic, Serbie)
it: Serbo (cirillico, Serbia)
pl: serbski (cyrylica, Serbia)
pt_br: sérvio (cirílico, Sérvia)
ro: Sârbă (Chirilic, Serbia)
ru: сербский (кириллица, Сербия)
sk_sk: srbčina (cyrilika, Srbsko)
sv: Serbiska (kyrilliska, Serbien)

source: Serbian (Latin, Serbia)
cs: srbština (latinka, Srbsko)
de_de: Serbisch (Lateinisch, Serbien)
et: serbia (ladina, Serbia)
fi: serbia (latinalainen, Serbia)
fr: serbe (latin, Serbie)
fur: serp (latin, Serbie)
it: Serbo (latino, Serbia)
pl: serbski (łacińskie, Serbia)
pt_br: sérvio (latim, Sérvia)
ro: Sârbă (Latină, Serbia)
ru: сербский (латиница, Сербия)
sk_sk: srbčina (latinka, Srbsko)
sv: Serbiska (latinska, Serbien)

source: Sindhi (Arabic)
cs: sindhština (arabské)
de_de: Sindhi (Arabisch)
et: sindhi (araabia)
fi: sindhi (arabialainen)
fr: sindhi (arabe)
fur: sindhi (arap)
it: Sindhi (arabo)
pl: sindhi (arabskie)
pt_br: sindi (árabe)
ro: Sindhi (Arabă)
ru: синдхи (арабица)
sk_sk: sindhčina (arabské)
sv: Sindhi (arabiska)

source: Sinhala
cs: sinhálština
de_de: Singhalesisch
et: singali
fr: cingalais
fur: sinalês
it: Singalese
pl: syngaleski
pt_br: cingalês
ru: сингальский
sk_sk: sinhalčina
sv: Singalesiska

source: Swahili
cs: svahilština
de_de: Suaheli
et: suahiili
pl: suahili
pt_br: suaíli
ru: суахили
sk_sk: swahilčina

source: Tajik (Cyrillic)
cs: tádžičtina (cyrilice)
de_de: Tadschikisch (Kyrillisch)
et: tadžiki (kirillitsa)
fi: tadžikki (kyrillinen)
fr: tadjik (cyrillique)
fur: tagic (cirilic)
it: Tagico (cirillico)
pl: tadżycki (cyrylica)
pt_br: tadjique (cirílico)
ro: Tadjică (Chirilic)
ru: таджикский (кириллица)
sk_sk: tadžičtina (cyrilika)
sv: Tadzjikiska (kyrilliska)

source: Tamil
cs: tamilština
et: tamili
fi: tamili
fr: tamoul
pl: tamilski
pt_br: tâmil
ru: тамильский
sk_sk: tamilčina

source: Tatar (Cyrillic)
cs: tatarština (cyrilice)
de_de: Tatarisch (Kyrillisch)
et: tatari (kirillitsa)
fi: tataari (kyrillinen)
fr: tatar (cyrillique)
fur: tartar (cirilic)
it: Tataro (cirillico)
pl: tatarski (cyrylica)
pt_br: tártaro (cirílico)
ro: Tătară (Chirilic)
ru: татарский (кириллица)
sk_sk: tatárčina (cyrilika)
sv: Tatariska (kyrilliska)

source: Telugu
cs: telugština
fr: télougou
fur: telegu
pt_br: télugo
ru: телугу
sk_sk: telugčina

source: Thai (Thailand)
cs: thajština (Thajsko)
de_de: Thailändisch (Thailand)
et: tai (Tai)
fi: thai (Thaimaa)
fr: thaï (Thaïlande)
fur: thai (Tailandie)
it: Thai (Thailandia)
pl: tajski (Tajlandia)
pt_br: tailandês (Tailândia)
ro: Thailandeză (Thailanda)
ru: тайский (Таиланд)
sk_sk: thajčina (Thajsko)
sv: Thailändska (Thailand)

source: Tigrinya
cs: tigrinijština
et: tigrinja
fi: tigrinja
fr: tigrigna
it: Tigrino
pl: tigrinia
pt_br: tigrínia
ru: тигринья
sk_sk: tigriňa
sv: Tigrinja

source: Tswana
cs: setswanština
et: tsvana
pl: setswana
ru: тсвана
sk_sk: tswančina

source: Turkmen (Latin)
cs: turkmenština (latinka)
de_de: Turkmenisch (Lateinisch)
et: türkmeeni (ladina)
fi: turkmeeni (latinalainen)
fr: turkmène (latin)
fur: turcmen (latin)
it: Turcomanno (latino)
pl: turkmeński (łacińskie)
pt_br: turcomeno (latim)
ro: Turkmenă (Latină)
ru: туркменский (латиница)
sk_sk: turkménčina (latinka)
sv: Turkmeniska (latinska)

source: Uyghur (Arabic)
cs: ujgurština (arabské)
de_de: Uigurisch (Arabisch)
et: uiguuri (araabia)
fi: uiguuri (arabialainen)
fr: ouïghour (arabe)
fur: uigur (arap)
it: Uiguro (arabo)
pl: ujgurski (arabskie)
pt_br: uigur (árabe)
ro: Uyghur (Arabă)
ru: уйгурский (арабица)
sk_sk: ujgurčina (arabské)
sv: Uiguriska (arabiska)

source: Uzbek (Cyrillic)
cs: uzbečtina (cyrilice)
de_de: Usbekisch (Kyrillisch)
et: usbeki (kirillitsa)
fi: uzbekki (kyrillinen)
fr: ouzbek (cyrillique)
fur: uzbec (cirilic)
it: Uzbeco (cirillico)
pl: uzbecki (cyrylica)
pt_br: uzbeque (cirílico)
ro: Uzbecă (Chirilic)
ru: узбекский (кириллица)
sk_sk: uzbečtina (cyrilika)
sv: Uzbekiska (kyrilliska)

source: Wolof (Latin)
cs: wolofština (latinka)
de_de: Wolof (Lateinisch)
et: volofi (ladina)
fi: wolof (latinalainen)
it: Wolof (latino)
pl: wolof (łacińskie)
pt_br: uolofe (latim)
ro: Wolof (Latină)
ru: волоф (латиница)
sk_sk: wolofčina (latinka)
sv: Wolof (latinska)

source: Xhosa
cs: xhoština
et: koosa
pl: khosa
ru: коса
sk_sk: xhoština

source: Yoruba (Latin)
cs: jorubština (latinka)
de_de: Yoruba (Lateinisch)
et: joruba (ladina)
fi: joruba (latinalainen)
it: Yoruba (latino)
pl: joruba (łacińskie)
pt_br: iorubá (latim)
ro: Yoruba (Latină)
ru: йоруба (латиница)
sk_sk: jorubčina (latinka)
sv: Yoruba (latinska)

source: Zulu (South Africa)
cs: zuluština (Jihoafrická republika)
de_de: Zulu (Südafrika)
et: suulu (Lõuna-Aafrika Vabariik)
fi: zulu (Etelä-Afrikka)
fr: zoulou (Afrique du Sud)
fur: zulu (Sud Afriche)
it: Zulu (Sudafrica)
pl: zulu (Republika Południowej Afryki)
pt_br: zulu (África do Sul)
ro: Zulu (Africa De Sud)
ru: зулу (Южно-Африканская Республика)
sk_sk: zuluština (Južná Afrika)
sv: Zulu (Sydafrika)

source: Advanced options
be_by: Дадатковыя параметры
cs: Pokročilé možnosti
de_de: Erweiterte Optionen
el: Προηγμένες επιλογές
et: Lisavalikud
fi: Lisäasetukset
fr: Options avancées
fur: Opzions avanzadis
it: Opzioni avanzate
nl: Geavanceerde opties
pl: Zaawansowane opcje
pt_br: Opções avançadas
ro: Opțiuni avansate
ru: Расширенная настройка
sk_sk: Pokročilé možnosti
sv: Avancerade alternativ

source: Prefer shorter route
be_by: Перавага больш кароткаму шляху
cs: Preferovat kratší cestu
de_de: Kürzere Strecke bevorzugen
el: Προτίμηση συντομότερης διαδρομής
et: Eelista lühemat teed
fi: Suosi lyhyempää reittiä
fr: Préférer un itinéraire plus court
fur: Preferìs percors plui curts
it: Preferisci percorso più breve
nl: Kortere route verkiezen
pl: Preferencja krótszej drogi
pt_br: Preferir rota curta
ro: Prefer un traseu mai scurt
ru: Предпочесть более короткий маршрут
sk_sk: Uprednostniť kratšiu trasu
sv: Föredra kortare rutt

source: Avoid tolls
be_by: Пазбягаць платных дарог
cs: Vyhnout se mýtnému
de_de: Mautgebühren vermeiden
et: Väldi tasulisi teid
fr: Éviter les péages
it: Evita i pedaggi
pl: Unikaj płatnych dróg
pt_br: Evitar pedágios
ro: Evită drumurile cu plată
ru: Избегать платных дорог
sk_sk: Vyhnúť sa mýtu
sv: Undvik vägtullar

source: Avoid highways
be_by: Пазбягаць аўтамагістралі
cs: Vyhnout se dálnicím
de_de: Autobahnen vermeiden
et: Väldi kiirteid
fr: Éviter les autoroutes
it: Evita le autostrade
pl: Unikaj autostrad
pt_br: Evitar rodovias
ro: Evită autostrăzile
ru: Избегать автомагистралей
sk_sk: Vyhnúť sa diaľniciam
sv: Undvik motorvägar

source: Avoid tunnels
be_by: Пазбягаць тунеляў
cs: Vyhnout se tunelům
de_de: Tunnel vermeiden
et: Väldi tunneleid
fr: Éviter les tunnels
it: Evita i tunnel
pl: Unikaj tuneli
pt_br: Evitar túneis
ro: Evită tunelurile
ru: Избегать туннелей
sk_sk: Vyhnúť sa tunelom
sv: Undvik tunnlar

source: Avoid dirt roads
be_by: Пазбягаць грунтавых дарог
cs: Vyhnout se prašným cestám
de_de: unbefestigte Straßen vermeiden
et: Väldi pinnaseteid
fr: Éviter les chemins de terre
it: Evita le strade sterrate
pl: Unikaj dróg gruntowych
pt_br: Evitar estradas de terra
ro: Evită drumurile de pământ
ru: Избегать грунтовых дорог
sk_sk: Vyhnúť sa nespevneným cestám
sv: Undvik grusvägar

source: Avoid difficult turns
be_by: Пазбягаць складаных паваротаў
cs: Vyhnout se náročným odbočkám
de_de: Schwierige Kurven meiden
et: Väldi keerukaid ärapöördeid
fr: Éviter les virages difficiles
it: Evita i tornanti
pl: Unikaj trudnych zwrotów
pt_br: Evitar curvas difíceis
ro: Evită serpentinele
ru: Избегать сложных поворотов
sk_sk: Vyhnúť sa kľukatým cestám
sv: Undvik svåra svängar

source: Avoid ferries
be_by: Пазбягаць паромаў
cs: Vyhnout se trajektům
de_de: Fähren vermeiden
et: Väldi praame
fr: Éviter les ferries
it: Evita i traghetti
pl: Unikaj promów
pt_br: Evitar balsas
ro: Evită feriboturile
ru: Избегать паромных переправ
sk_sk: Vyhnúť sa trajektom
sv: Undvik färjor

source: Avoid car trains
be_by: Пазбягаць аўтацягнікоў
cs: Vyhnout se autovlakům
de_de: Autozüge vermeiden
et: Väldi autode veoks kohandatud ronge
fr: Éviter les trains de voitures
it: Evita i treni per auto
pl: Unikaj pociągów samochodowych
ro: Evită trenurile pentru mașini
ru: Избегать перевозки поездом
sk_sk: Vyhnúť sa autovlakom
sv: Undvik bilkaravaner

source: Avoid seasonally closed roads
be_by: Пазбягаць сезонных закрытых дарог
cs: Vyhnout se sezónně uzavřeným silnicím
de_de: Saisonal gesperrte Straßen vermeiden
et: Väldi hooajal suletud teid
fr: Évitez les routes fermées durant certaines saisons
it: Evita le strade chiuse stagionalmente
pl: Unikaj sezonowo zamkniętych dróg
pt_br: Evitar estradas sazonalmente fechadas
ro: Evită drumurile închise sezonier
ru: Избегать сезонных дорог
sk_sk: Vyhnúť sa sezónnym cestám
sv: Undvik säsongsstängda vägar

source: Try to avoid tolls
be_by: Старайцца пазбягаць збораў
cs: Snažit se vyhnout placeným silnicím
de_de: Versuche Mautstrecken zu vermeiden
el: Αποφυγή διοδίων
et: Proovi vältida teemakse
fi: Yritä välttää tiemaksuja
fr: Essayer d'éviter les péages
fur: Cîr di evitâ lis mudis
it: Cerca di evitare pedaggi
nl: Probeer tol te vermijden
pl: Staraj się unikać opłat za przejazd
pt_br: Tentar evitar pedágios
ro: Încearcă să eviți drumurile cu plată
ru: Избегать платных дорог
sk_sk: Snažiť sa vyhnúť mýtu
sl_si: Izogibanje cestnin
sv: Försök undvika vägtullar

source: Spanish (Mexico)
cs: Španělština (Mexiko)
de_de: Spanisch (Mexiko)
el: Ισπανική (Μεξικό)
et: hispaania (Mehhiko)
fi: espanja (Meksiko)
fr: Espagnol (Mexique)
fur: Spagnûl (Messic)
it: Spagnolo (Messico)
nl: Spaans (Mexico)
pl: Hiszpański (Meksyk)
pt_br: Espanhol (México)
ro: Spaniolă (Mexic)
ru: Испанский (Мексика)
sk_sk: Španielčina (Mexiko)
sl_si: Španščina (Mehika)
sv: Spanska (Mexiko)

source: French (Canada)
cs: Francouzština (Kanada)
de_de: Fränzösisch (Kanada)
el: Γαλλική (Καναδά)
et: prantsuse (Kanada)
fi: ranska (Kanada)
fr: Français (Canada)
fur: Francês (Canadà)
it: Francese (Canada)
nl: Frans (Canada)
pl: Francuski (Kanada)
pt_br: Francês (Canadá)
ro: Franceză (Canada)
ru: Французский (Канада)
sk_sk: Francúzština (Kanada)
sl_si: Francoščina (Kanada)
sv: Franska (Kanada)

source: Bicycle type
be_by: Тып ровар
cs: Cyklistický typ
de_de: Fahrradtyp
el: Τύπος ποδηλάτου
et: Jalgratta tüüp
fi: Polkupyörän tyyppi
fr: Type de vélo
fur: Gjenar di biciclete
it: Tipo di bicicletta
nl: Fietstype
pl: Rodzaj roweru
pt_br: Tipo de bicicleta
ro: Tip de bicicletă
ru: Тип велосипеда
sk_sk: Typ bicykla
sv: Cykeltyp

source: Road
be_by: Дарога
cs: Cesta
de_de: Straße
el: Δρόμος
et: Tee
fi: Maantie
fr: Route
fur: Di corse
it: Strada
nl: Weg
pl: Szosowy
pt_br: Estrada
ro: Drum
ru: Шоссе
sk_sk: Cesta
sv: Landsväg
