Repository: tpikonen/pure-maps
Catalog: po/*.po
Languages: be_by, cs, de_de, el, et, fi, fr, fur, it, nl, pl, pt_br, ro, ru, sk_sk, sl_si, sv

source: %1 [duplicate]
be_by: %1 [дублікат]
cs: %1 [duplicitních]
el: %1 [διπλότυπο]
et: %1 [topeltkirje]
fur: %1 [duplicât]
it: %1 [duplicato]
nl: %1 [duplicaat]
pl: %1 [duplikat]
pt_br: %1 [duplicado]
ro: %1 [duplicat]
sv: %1 [kopia]

source: %1 (disabled, %2)
be_by: %1 (адключаны, %2)
cs: %1 (zakázáno, %2)
et: %1 (pole kasutusel, %2)
it: %1 (disabilitato, %2)
ro: %1 (dezactivat, %2)
sv: %1 (inaktiverad, %2)

source: HERE (disabled, API key missing)
be_by: HERE (адключаны, адсутнічае ключ API)
cs: HERE (zakázáno, chybí klíč API)
et: HERE (pole kasutusel, API võti on puudu)
it: HERE (disabilitato, chiave API mancante)
ro: HERE (dezactivat, lipsește codul API)
sv: HERE (inaktiverad, API-nyckel saknas)

source: Email
be_by: Электронная пошта
el: Ηλεκτρονικό ταχυδρομείο
et: E-post
fi: Sähköposti
sl_si: E-pošta
sv: E-post

source: Map default
be_by: Карта па змаўчанні
cs: Výchozí mapa
et: Kaardi vaikimisi väärtus
it: Mappa predefinita
pt_br: Padrão do mapa
ro: Harta prestabilită
sv: Kartstandard

source: International
be_by: Міжнародны
cs: Mezinárodní
et: Rahvusvaheline
it: Internazionale
pt_br: Internacional
ro: Internațional
sv: Internationell

source: %1 (disabled)
sk_sk: %1 (neprejazdné)

source: You are using an offline profile. Make sure that you have OSM Scout Server installed and running. Depending on your system, it is available either in application stores (OpenRepos for Sailfish OS, OpenStore for Ubuntu Touch), Flathub, or your distribution. See <a href="https://rinigus.github.io/osmscout-server">OSM Scout Server manual</a> for details.
fi: Käytät yhteydettömän tilan käyttäjäprofiilia. Varmista, että sinulla on OSM Scout Server -palvelin asennettuna ja toiminnassa. Riippuen järjestelmästäsi, se on saatavissa sovelluskaupasta (OpenRepos Sailfish järjestelmässä, OpenStore UBPorts järjestelmässä), Flathub-pakettina tai jakeluversiosi pakettina. Katso <a href="https://rinigus.github.io/osmscout-server">OSM Scout Serverin ohjeista</a> lisätietoja.
fur: Tu stâs doprant un profîl fûr rêt. Siguriti di vê instalât e in esecuzion OSM Scout Server. In base al to sisteme, al è disponibil o tai dipuesits des aplicazions (OpenRepos par Sailfish OS, OpenStore par Ubuntu Touch), Flathub o te tô distribuzion. Viôt il <a href="https://rinigus.github.io/osmscout-server">manuâl di OSM Scout Server</a> par vê plui detais.
nl: Je gebruikt een offline-profiel. Zorg ervoor dat OSM Scout Server geïnstalleerd en actief is. OSM Scout Server is beschikbaar in OpenRepos (Sailfish OS), OpenStore (Ubuntu Touch), Flathub en wellicht in de pakketbronnen van je distributie. Bekijk voor meer informatie de <a href="https://rinigus.github.io/osmscout-server">OSM Scout Server-handleiding</a>.
sk_sk: Používate offline profil. Uistite sa, že máte nainštalovaný a spustený server OSM Scout. V závislosti na vašom systéme je k dispozícii buď v obchodoch s aplikáciami (OpenRepos pre Sailfish OS, OpenStore pre Ubuntu Touch), Flathub alebo vo vašej distribúcii. Podrobnosti nájdete v <a href="https://rinigus.github.io/osmscout-server"> príručke OSM Scout Server </a>.

source: HERE (disabled)
sk_sk: HERE (zakázané)

source: No engine available for selected language. Pure Maps supports Mimic, Flite, PicoTTS, and Espeak TTS engines. Unless you are using Pure Maps through Flatpak or OpenStore, the engines have to be installed separately. Sailfish OS users can find the engines at OpenRepos.
fi: Puheentuottokonetta ei ole tarjolla valitulle kielelle. Pure Maps tukemat TTS puheentuottokoneet: Mimic, Flite, PicoTTS sekä Espeak. Mikäli käytät Pure Maps:ia Flatpak:in tai OpenStore:n kautta, koneet on asennettava erikseen. Sailfish-järjestelmän käyttäjät löytävät koneet OpenRepos:ista.
fur: Nissun motôr disponibil pe lenghe selezionade. Pure Maps al supuarte i motôrs Mimic, Flite, PicoTTS e Espeak TTS. Gjavant il câs che tu stedis doprant Pure Maps a mieç di Flatpak o OpenStore, si à di instalâ i motôrs in maniere separade. I utents di Sailfish OS a puedin cjatâ i motôrs su OpenRepos.
nl: Geen motor beschikbaar voor geselecteerde taal. Pure Maps biedt ondersteuning voor de Mimic-, Flite-, PicoTTS- en Espeak-TTS-motoren. Tenzij je Pure Maps gebruikt via Flatpak of OpenStore, dienen de motoren apart te worden geïnstalleerd. Sailfish OS-gebruikers kunnen deze motoren vinden op OpenRepos.
sk_sk: Pre zvolený jazyk nie je dostupný žiadny stroj . Pure Maps podporuje stroje Mimic, Flite, PicoTTS, a Espeak TTS. Pokiaľ nepoužívate Pure Maps z Flatpak alebo OpenStore, musíte stroj inštalovať samostatne. Používatelia Sailfish OS môžu nájsť stroj v OpenRepos.

source: Foursquare Client ID. Register at https://developer.foursquare.com and create your own Client ID and Client Secret keys
nl: Foursquare-client-id. Registreer je op https://developer.foursquare.com en maak je eigen client-id en clientgeheim aan.

source: Mapbox API key. Register at https://www.mapbox.com and create your own API key
nl: Mapbox-api-sleutel. Registreer je op https://www.mapbox.com en maak je eigen api-sleutel aan.

source: MapQuest API key. Register at https://developer.mapquest.com/ and create your own API key
nl: MapQuest-api-sleutel. Registreer je op https://developer.mapquest.com/ en maak je eigen api-sleutel aan.

source: OpenCage API key. Register at https://opencagedata.com/ and create your own API key
nl: OpenCage-api-sleutel. Registreer je op https://opencagedata.com/ en maak je eigen api-sleutel aan.

source: Stadia Maps API key. Register at https://stadiamaps.com/ and create your own API key
nl: Stadia Maps-api-sleutel. Registreer je op https://stadiamaps.com/ en maak je eigen api-sleutel aan.

source: HERE App ID. Register at https://developer.here.com and create your own App ID and Code
nl: HERE-app-id. Registreer je op https://developer.here.com en maak je eigen app-id en -code aan.

source: Missing Mapbox key
nl: Mapbox-sleutel ontbreekt

source: Your installation is missing Mapbox API key. Please register at Mapbox and fill in your personal API key in Preferences. This key is not needed if you plan to use Pure Maps with the offline map provider.
nl: Er ontbreekt een Mapbox-api-sleutel in je installatie. Registreer je bij Mapbox en voer je persoonlijke api-sleutel in in de instellingen. Deze sleutel is niet nodig als je Pure Maps enkel met de offlinekaartdienst wilt gebruiken.

source: In {distance}, {direction}
el: Σε {distance}, {direction}
sl_si: V {distance}, {direction}

source: Rerouting failed
el: Αποτυχία επαναπροσδιορισμού δρομολόγησης
sl_si: Preusmerjanje ni uspelo

source: airplane
el: αεροπλάνο
sl_si: letalo

source: bus
el: λεωφορείο
sl_si: avtobus

source: ferry
el: πλοίο
sl_si: trajekt

source: train
el: τραίνο
sl_si: vlak

source: metro
el: μετρό

source: tram
el: τραμ
sl_si: tramvaj

source: walk
el: βαδίζοντας
sl_si: hoja

source: Walk towards {arr_name}.
el: Βαδίστε προς {arr_name}.
sl_si: Hodite proti {arr_name}.

source: Get a city bike at {dep_name}.
el: Πάρτε ένα ποδήλατο πόλης από το {dep_name}.
sl_si: Vzemite kolo pri {dep_name}.

source: Board {mode_name} {line_desc} at {dep_name} at {dep_time}.
el: Επιγραφή {mode_name} {line_desc} στο {dep_name} στις {dep_time}.
sl_si: Uporabite {mode_name} {line_desc} ob {dep_name} ob {dep_time}.

source: Walk towards your destination.
el: Περπατήστε προς τον προορισμό σας.
sl_si: Hodite proti cilju.

source: Leave the city bike at {dep_name} and walk towards {arr_name}.
el: Αφήστε το ποδήλατο της πόλης στο {dep_name} και περπατήστε προς το {arr_name}.
sl_si: Parkirajte mestno kolo pri {dep_name} in pojdite peš proti {arr_name}.

source: Leave the city bike at {dep_name} and walk towards your destination.
el: Αφήστε το ποδήλατο της πόλης στο {dep_name} και περπατήστε προς τον προορισμό σας.
sl_si: Parkirajte mestno kolo pri {dep_name} in pojdite peš proti cilju.

source: Get off at {dep_name} and walk towards {arr_name}.
el: Κατεβείτε στο {dep_name} και βαδίστε προς {arr_name}.
sl_si: Izstopite pri {dep_name} in hodite proti {arr_name}.

source: Get off at {dep_name} and bike towards {arr_name}.
el: Κατεβείτε στο {dep_name} και οδηγήστε το ποδήλατο προς {arr_name}.
sl_si: Izstopite pri {dep_name} in pojdite s kolesom proti {arr_name}.

source: Get off at {dep_name} and transfer to {mode_name} {line_desc} at {dep_time}.
el: Βγείτε στο {dep_name} και μεταβείτε στο {mode_name} {line_desc} στις {dep_time}.
sl_si: Izstopite pri {dep_name} in prestopite na {mode_name} {line_desc} ob {dep_time}.

source: Get off at {dep_name} and walk towards your destination.
el: Βγειτε στο {dep_name} και περπατήστε προς τον προορισμό σας.
sl_si: Izstopite pri {dep_name} in hodite proti cilju.

source: Arrive at your destination.
el: Φτάσατε στον προορισμό σας
sl_si: Prihod na cilj.

source: GitHub page
el: GitHub σελίδα
sl_si: GitHub spletna stran

source: Logo by %1
el: Λογότυπος από %1

source: Transifex page
el: Transifex σελίδα
sl_si: Transifex spletna stran

source: Show all
el: Εμφάνιση όλων
sl_si: Prikaži vse

source: About
el: Σχετικά
sl_si: O programu

source: Center on current position
el: Κεντράρισμα παρούσας θέσης
sl_si: Centriraj glede na trenuten položaj

source: Auto-center on position
el: Αυτόματη εστίαση στη θέση
sl_si: Samodejno centriraj glede na trenuten položaj

source: Auto-rotate on direction
el: Αυτόματη περιστροφή στην κατεύθυνση
sl_si: Samodejno obračanje v smeri poti

source: Tap to review maneuvers or begin navigating
el: Πατήστε για να ελέγξετε τις οδηγίες πλοήγησης ή για να ξεκινήσετε την πλοήγηση
sl_si: Pritisni za ogled razporejanja ali prični z navigacijo

source: Resume
el: Επανεκκίνηση
sl_si: Nadaljuj

source: Options
el: Επιλογές
sl_si: Možnosti

source: You can search for venues by type or name.
el: Μπορείτε να αναζητήσετε χώρους ανά τύπο ή όνομα.
sl_si: Prizorišča lahko iščete po imenu ali vrsti

source: Only applies when Pure Maps is active. When minimized, sleep is controlled by normal device-level preferences.
el: Ισχύει μόνο όταν το Pure Maps είναι ενεργός. Όταν ελαχιστοποιείται, η καταστολή της εφαρμογής ελέγχεται από τις κανονικές προτιμήσεις σε επίπεδο συσκευής.

source: Map view
el: Εμφάνιση χάρτη

source: Select mode of transportation. Only applies when Pure Maps is not navigating.
el: Επιλέξτε τρόπο μεταφοράς. Ισχύει μόνο όταν το Pure Maps δεν είναι σε λειτουργία πλοήγησης.

source: Show speed limit sign
el: Εμφάνιση σημάτων ορίου ταχύτητας

source: Rerouting failed: %1
el: Ο επαναπροσδιορισμός της διαδρομής απέτυχε: %1
sl_si: Preusmerjanje ni uspelo: %1

source: Reverse endpoints
el: Αντίστροφή τελικών σημείων
sl_si: Obrni začetno in kočno točko

source: Route %1. total %2
el: Διαδρομή %1. σύνολο %2
sl_si: Preusmeri %1. od skupno %2

source: Walk %1
el: Βαδίστε %1
sl_si: Hoja %1

source: Results
el: Αποτελέσματα
sl_si: Rezultati

source: Region
el: Περιοχή
sl_si: Regija

source: Finland
el: Φιλανδία
sl_si: Finska

source: Depart
el: Αναχώρηση
sl_si: Odhod

source: Arrive
el: Άφιξη
sl_si: Prihod

source: Today
el: Σήμερα
sl_si: Danes

source: Now
el: Τώρα
sl_si: Zdaj

source: Criterion
el: Κριτήριο
sl_si: Pogoji

source: Least transfers
el: Λιγότερες μεταφορές
sl_si: Najmanj prestopov

source: Least walking
el: Λιγότερο περπάτημα
sl_si: Najmanj hoje

source: Slovenian
el: Σλοβενική
sl_si: Slovenščina

source: English (UK)
el: Αγγλική (ΗΒ)
sl_si: Angleščina (VB)

source: English (US)
el: Αγγλική (ΗΠΑ)
sl_si: Angleščina (ZDA)

source: Search in Finland
el: Αναζήτηση στην Φινλανδία
sl_si: Iskanje na Finskem

source: Search based on OpenStreetMap data
el: Αναζήτηση βάσει δεδομένων OpenStreetMap
sl_si: Vir podatkov za iskanje je OpenStreetMap

source: Public transport routing in Finland
el: Δρομολόγηση με τη δημόσια συγκοινωνία στη Φινλανδία
sl_si: Javni prevoz na Finskem

source: public transport
el: δημόσια συγκοινωνία
sl_si: javni prevoz

source: Using
sl_si: Uporabi

source: You can search by address, locality, landmark and many other terms. For best results, include a region, e.g. “address, city” or “city, country”.
sl_si: Iščete lahko po naslovu, kraju, lokalnih znamenitostih ter še mnogo čem. Za boljše rezultate lahko uporabite kombinacije, kot so "naslov, mesto" ali "mesto, država".

source: Clear map
sl_si: Počisti zemljevid

source: Share
sl_si: Deli

source: Share Location
sl_si: Deli svoj trenutni položaj
