Repository: tpikonen/pure-maps
Catalog: po/*.po
Languages: be_by, cs, de_de, el, et, fi, fr, fur, it, nl, pl, pt_br, ro, ru, sk_sk, sl_si, sv

source: Recent searches (%1)
be_by: Апошнія пошукі (%1)
cs: Poslední vyhledávání (%1)
de_de: Letzte Suchanfragen (%1)
et: Hiljutised otsingud (%1)
fi: Viimeiset haut (%1)
fr: Dernières recherches (%1)
fur: Ricercjis resintis (%1)
it: Ricerche recenti (%1)
nl: Recente zoekopdrachten (%1)
pl: Ostatnie wyszukiwania (%1)
pt_br: Pesquisas recentes (%1)
ro: Căutări recente (%1)
ru: Недавние запросы (%1)
sk_sk: Predošlé hľadania (%1)
sv: Tidigare sökningar (%1)

source: Change provider (%1)
be_by: Змяніць правайдэра (%1)
cs: Změňte poskytovatele (%1)
de_de: Anbieter wechseln (%1)
et: Muuda teenusepakkujat (%1)
fi: Vaihda palveluntarjoajaa (%1)
fr: Changer de fournisseur (%1)
fur: Cambie furnidôr (%1)
it: Cambia fornitore (%1)
nl: Andere dienst kiezen (%1)
pl: Zmień dostawcę (%1)
pt_br: Mudar provedor (%1)
ro: Schimbă furnizorul (%1)
ru: Сменить провайдера (%1)
sk_sk: Zmeniť poskytovateľa (%1)
sv: Byt leverantör (%1)

source: Map
be_by: Карта
cs: Mapa
de_de: Karte
et: Kaart
fi: Kartta
fr: Carte
fur: Mape
it: Mappa
nl: Kaart
pl: Mapa
pt_br: Mapa
ro: Hartă
ru: Карта
sk_sk: Mapa
sv: Karta

source: Search: %1
be_by: Пошук: %1
cs: Hledat: %1
de_de: Suche: %1
et: Otsing: %1
fi: Haku: %1
fr: Recherche : %1
fur: Cîr: %1
it: Cerca: %1
nl: Zoeken: %1
pl: Wyszukaj: %1
pt_br: Pesquisar: %1
ro: Caută: %1
ru: Поиск: %1
sk_sk: Hľadať: %1
sv: Sök: %1

source: Search engine
be_by: Пошукавая сістэма
cs: Vyhledávací engine
de_de: Suchmaschine
et: Otsingumootor
fi: Hakukone
fr: Moteur de recherche
fur: Motôr di ricercje
it: Motore di ricerca
nl: Zoekmotor
pl: Silnik wyszukiwania
pt_br: Motor de busca
ro: Motor de căutare
ru: Поисковый движок
sk_sk: Vyhľadávací stroj
sv: Sökmotor

source: Initializing
be_by: Ініцыялізацыя
cs: Spouštění
de_de: Initialisiere
el: Προετοιμασία εκκίνησης
et: Käivitan rakendust
fi: Valmistelee
fr: Initialisation
fur: Inizializazion
it: Inizializzare
nl: Bezig met initialiseren
pl: Uruchamianie
pt_br: Iniciando
ro: Inițializare
ru: Инициализация
sk_sk: Spúšťanie
sv: Startar

source: Dismiss
be_by: Звольніць
cs: Opustit
de_de: Abbrechen
et: Jäta pooleli
fi: Keskeytä
fr: Écarter
fur: Pare vie
it: Rimuovi
nl: Sluiten
pl: Odrzuć
pt_br: Dispensar
ro: Ignoră
ru: Отклонить
sk_sk: Odmietnuť
sv: Avfärda

source: Missing %1 key
be_by: Адсутнічае ключ %1
cs: Chybí klíč %1
de_de: %1 Schlüssel fehlt
et: %1 APi võti on puudu
fr: Clé %1 manquante
it: Manca la chiave %1
pl: Brakujący %1 klucz
ro: Lipsește codul %1
ru: Нет ключа %1
sk_sk: Chýbajúci kľúč %1
sv: Saknad %1-nyckel

source: Your installation is missing %1 API key. Please register at %1 and fill in your personal API key in Preferences. This key is not needed if you plan to use Pure Maps with the offline map provider.
be_by: У вашай ўсталёўцы адсутнічае %1 ключ API. Калі ласка, зарэгіструйцеся на %1 і ўвядзіце свой асабісты ключ API у наладах. Гэты ключ не патрэбны, калі вы плануеце выкарыстоўваць Pure Maps з аўтаномным пастаўшчыком карт.
cs: Ve vaší instalaci chybí klíč API %1. Zaregistrujte se prosím na %1 a vyplňte svůj osobní klíč API v Předvolbách. Tento klíč není potřeba, pokud plánujete používat Pure Maps s poskytovatelem offline map.
de_de: Der Installation fehlt %1 API-Schlüssel. Bitte registriere Dich bei %1 und gib den persönlichen API-Schlüssel in den Einstellungen ein. Dieser Schlüssel wird nicht benötigt, wenn Du Pure Maps mit Offline-Karten verwendest.
et: Sinu paigalduses on puudu %1 API võti. Palun registreeri %1 saidis ja sisesta seadistustes oma isiklik API võti. Kui sa kasutad Pure Maps'is võrguvaba kaarditeenuse pakkujat, siis seda pole vaja teha.
fr: Il manque la clé API %1 dans votre installation. Veuillez vous inscrire sur %1 et renseigner votre clé API personnelle dans les Préférences. Cette clé n'est pas nécessaire si vous prévoyez d'utiliser Pure Maps avec un fournisseur de cartes hors ligne.
it: Alla tua installazione manca la chiave API %1. Iscriversi al sito %1 e inserire la propria chiave API nelle Preferenze. Questa chiave non è necessaria se si intende utilizzare Pure Maps con il fornitore di mappe offline.
pl: W Twojej instalacji brakuje klucza API %1. Zarejestruj się w %1 i wpisz swój osobisty klucz API w Preferencjach. Ten klucz nie jest potrzebny, jeśli masz zamiar używać Pure Maps z dostawcą map offline.
ro: Instalarea ta nu are codul API %1. Înscrie-te la %1 și introdu propriul cod API în „Preferințe”. Acest cod nu este necesar dacă vrei să folosești Pure Maps cu hărți fără conectare la internet.
ru: Установленное приложение нуждается в ключе для API %1. Зарегистрируйтесь в %1 и введите свой персональный ключ API в меню Настройка. Для использования Pure Maps с локальным источником данных на устройстве ключ не нужен.
sk_sk: Vaša inštalácia nemá kľúč API %1. Zaregistrujte sa, prosím, na %1 a zadajte Váš osobný kľúč API v Predvoľbách. Tento kľúč nie je potrebný ak plánujete používať Pure Maps s lokálne uloženými mapami.
sv: Din installation saknar %1 API-nyckel. Registrera dig på %1 och fyll i din personliga API-nyckel i Inställningar. Denna nyckel behövs om du tänker använda Pure Maps med offline-kartleverantören.

source: Pure Maps at Jolla Store
be_by: Pure Maps у Jolla Store
cs: Pure Maps na Jolla Store
et: Pure Maps Jolla rakendustepoes
it: Pure Maps nel Jolla Store
pt_br: Pure Maps na Loja da Jolla
ro: Pure Maps din Magazinul Jolla
ru: Pure Maps в Магазине Jolla
sv: Pure Maps på Jolla Store

source: You are using Pure Maps distributed through Jolla Store. Due to Jolla Store restrictions, Pure Maps distributed via that store has several limitations. With the introduction of Sailjail, limitations include inability to provide voice prompts, display current street and speed limits through matching position to street network. To get fully functional Pure Maps, it is recommended to use Sailfish Chum and install Pure Maps from there.
be_by: Вы карыстаецеся Pure Maps, якія распаўсюджваюцца праз Jolla Store. З-за абмежаванняў Jolla Store, Pure Maps, распаўсюджваныя праз гэты магазін, маюць некаторыя абмежаванні. З уведзеннем Sailjail абмежаванні ўключаюць немагчымасць прадастаўлення галасавых падказак, адлюстроўвання бягучай вуліцы і абмежаванняў хуткасці шляхам супастаўлення месцазнаходжання з вулічнай сеткай. Каб атрымаць поўнафункцыянальны Pure Maps, рэкамендуецца выкарыстоўваць Sailfish Chum і ўсталяваць Pure Maps з таму.
cs: Používáte aplikaci Pure Maps distribuovanou prostřednictvím obchodu Jolla Store. Vzhledem k omezením obchodu Jolla Store mají Mapy Pure distribuované prostřednictvím tohoto obchodu několik omezení. Po zavedení aplikace Sailjail mezi omezení patří nemožnost poskytovat hlasové výzvy, zobrazovat aktuální ulice a rychlostní omezení prostřednictvím přiřazování polohy k síti ulic. Chcete-li získat plně funkční Mapy Pure, doporučujeme použít aplikaci Sailfish Chum a nainstalovat Mapy Pure z ní.
et: Sa kasutad Pure Maps'i versiooni, mis on paigaldatud Jolla rakendustepoest ning seal seatud piirangute tõttu on ka Pure Maps mitmete piirangutega. Peale Sailjail'i kasutusele võtmist on sellisteks piiranguteks kõnesünteesimootorite puudumine ning tänava- ja kiiruspiirangute teabe kuvamine asukoha alusel teedevõrgustikus. Täisfunktsionaalse Pure Maps'i saad paigaldada Sailfish Chum repositooriumist.
it: Si sta utilizzando Pure Maps distribuito attraverso il Jolla Store. A causa delle restrizioni del Jolla Store, Pure Maps distribuito attraverso il Jolla Store ha alcune limitazioni. Con l'introduzione di Sailjail, le limitazioni includono l'impossibilità di fornire indicazioni vocali, di visualizzare la strada corrente e i limiti di velocità confrontando la propria posizione con la rete stradale. Per ottenere Pure Maps completamente funzionante, si consiglia di utilizzare Sailfish Chum e di installare Pure Maps da lì.
ro: Folosești Pure Maps distribuit prin Magazinul Jolla. Din cauza restricțiilor magazinului Jolla, Pure Maps distribuit prin intermediul acestui magazin are câteva limitări. Odată cu introducerea Sailjail, printre limitări se numără imposibilitatea de a oferi instrucțiuni vocale, de a afișa strada actuală și limitele de viteză prin compararea poziției cu rețeaua de străzi. Pentru a obține Pure Maps pe deplin funcțional, se recomandă folosirea Sailfish Chum și instalarea Pure Maps de acolo.
ru: Вы используете Pure Maps, распространяемые через Магазин Jolla. Из-за ограничений Магазина Jolla, Pure Maps, распространяемые через этот магазин, имеют несколько ограничений. С введением Sailjail ограничения включают в себя невозможность предоставления голосовых подсказок, отображения текущих ограничений улицы и скорости через сопоставление положения с уличной сетью.Чтобы получить полнофункциональные Pure Maps, рекомендуется использовать Sailfish Chum и установить Pure Maps оттуда.
sv: Du använder Pure Maps som distribueras via Jolla Store. På grund av Jolla Store-begränsningar har Pure Maps som distribueras via den butiken flera begränsningar. Med introduktionen av Sailjail inkluderar dessa begränsningar oförmåga att tillhandahålla röstmeddelanden och att visa aktuella gatu- och hastighetsgränser genom matchande position till gatunätet. För att få fullt fungerande Pure Maps rekommenderas att du använder Sailfish Chum och installerar Pure Maps därifrån.

source: Language
be_by: Мова
cs: Jazyk
de_de: Sprache
el: Γλώσσα
et: Keel
fi: Kieli
fr: Langue
fur: Lenghe
it: Lingua
nl: Taal
pl: Język
pt_br: Língua
ro: Limba
ru: Язык
sk_sk: Jazyk
sl_si: Jezik
sv: Språk

source: English
cs: Angličtina
de_de: Englisch
el: Αγγλικά
et: inglise
fi: englanti
fr: Anglais
fur: Inglês
it: Inglese
nl: Engels
pl: Angielski
pt_br: Inglês
ro: Engleză
ru: Английский
sk_sk: Angličtina
sl_si: Angleščina
sv: Engelska

source: English (United States)
cs: angličtina (Spojené státy)
de_de: Englisch (Vereinigte Staaten)
et: inglise (Ameerika Ühendriigid)
fi: englanti (Yhdysvallat)
fr: anglais (États-Unis)
fur: inglês (Stâts Unîts)
it: Inglese (Stati Uniti)
nl: Engels (Verenigde Staten)
pl: angielski (Stany Zjednoczone)
pt_br: inglês (Estados Unidos)
ro: Engleză (Statele Unite)
ru: английский (Соединенные Штаты)
sk_sk: angličtina (Spojené štáty)
sv: Engelska (USA)

source: Accept
be_by: Прыняць
cs: Přijmout
de_de: Annehmen
et: Nõustu
fr: Accepter
it: Accetta
pl: Akceptuj
pt_br: Aceitar
ro: Acceptă
ru: Принять
sk_sk: Prijať
sv: Godkänn

source: Decline
be_by: Адмовіць
cs: Odmítnout
de_de: Ablehnen
et: Keeldu
fr: Refuser
it: Rifiuta
pl: Odrzuć
pt_br: Recusar
ro: Refuză
ru: Отказаться
sk_sk: Odmietnuť
sv: Avvisa

source: Accept license
be_by: Прыняць ліцэнзію
cs: Přijmout licenci
de_de: Lizenz annehmen
et: Nõustun litsentsiga
fr: Accepter la licence
it: Accetta la licenza
pl: Akceptuj licencję
pt_br: Aceitar licença
ro: Acceptă licența
ru: Принять лицензию
sk_sk: Prijať licenciu
sv: Acceptera licensen

source: Error
be_by: Памылка
cs: Chyba
de_de: Fehler
et: Viga
fi: Virhe
fr: Erreur
fur: Erôr
it: Errore
nl: Fout
pl: Błąd
pt_br: Erro
ro: Eroare
ru: Ошибка
sk_sk: Chyba
sv: Fel

source: Error occurred while loading current map.
be_by: Адбылася памылка пры загрузцы бягучай карты
cs: Při načítání mapy došlo k chybě.
de_de: Ein Fehler trat beim Laden der Karte auf.
et: Kasutuseloleva kaardi laadimisel tekkis viga.
fi: Virhe ladattaessa tämänhetkistä karttaa.
fr: Une erreur s'est produite lors du chargement de la carte actuelle.
fur: Al è vignût fûr un erôr intant che si cjariave la mape atuâl.
it: Si è verificato un errore durante il caricamento della mappa corrente.
nl: Er is een fout opgetreden tijdens het laden van de huidige kaart
pl: Wystąpił błąd podczas ładowania mapy
pt_br: Ocorreu um erro ao carregar o mapa atual.
ro: A apărut o eroare la încărcarea hărții actuale.
ru: Произошла ошибка при загрузке текущей карты.
sk_sk: Pri načítaní mapy sa vyskytla chyba.
sv: Ett fel inträffade vid inläsning av aktuell mapp.

source: Depending on the used map provider, error could be caused by network failure, expired API access key, absence of offline server. Try to address the issue and/or change your map provider, preferences, or profile. If you change API access key, you may have to restart Pure Maps.
be_by: У залежнасці ад выкарыстоўванага пастаўшчыка карт, памылка можа быць выклікана збоем сеткі, пратэрмінаваным ключом доступу да API, адсутнасцю пазасеткавага сервера. Паспрабуйце вырашыць праблему і/або змяніць пастаўшчыка карты, перавагі або профіль. Калі вы зменіце ключ доступу да API, вам, магчыма, прыйдзецца перазапусціць Pure Maps.
cs: V závislosti na poskytovateli map, může být chyba způsobena selháním v síti, vypršením API přístupového klíče, chybějícím offline serverem. Pokuste se určit problém nebo změňte poskytovatele map, předvolby nebo profil. Pokud změníte API přístupový klíč, budete muset restartovat Pure Maps.
de_de: Abhängig vom gewählten Kartenanbieter, kann der Fehler durch Netzwerkprobleme, einen abgelaufenen API-Key oder das Fehlen eine Offline-Servers verursacht sein. Versuche die Ursache herauszufinden und/oder ändere den Kartenanbieter, die Einstellungen oder das Profil. Wenn du API-Keys änderst, starte Pure Maps bitte neu.
et: Sõltuvalt kasutatud kaarditeenuse pakkujast võib see viga olla põhjustatud võrgukatkestusest, aegunud API võtmest või võrguvaba lahenduse serveri puudumisest. Lahendusena vaheta kaarditeenuse pakkujat, oma profiili või muid seadistusi. Kui sa muudad API võtmeid, siis tavaliselt on vajalik Pure Maps rakenduse uuesti käivitamine.
fi: Riippuen käytetystä karttalähteestä, virhe voi johtua verkkoyhteydestä, vanhentuneesta avainkoodista tai yhteydettömän tilan karttapalvelimen puutteesta. Yritä korjata tilanne tai vaihda karttalähdettä, asetuksia tai profiilia. Mikäli vaihdat API-rajapinnnan avainkoodia, saatat joutua uudelleenkäynnistämään Pure Maps:in.
fr: Selon le fournisseur de carte utilisé, l'erreur peut être causée par une panne de réseau, une clé d'accès API expirée, l'absence de serveur hors ligne. Essayez de résoudre le problème et/ou changez votre fournisseur de carte, vos préférences ou votre profil. Si vous changez la clé d'accès à l'API, vous devrez peut-être redémarrer Pure Maps.
fur: Daûr dal furnidôr di mapis doprât, l'erôr al pues jessi stât causât de conession, de clâf di acès API scjadude o de mancjance di servidôrs fûr rêt. Prove a risolvi il probleme e/o a cambiâ il furnidôr di mapis, lis preferencis o il profî. Se tu cambis la clâf di acès API, tu podaressis vê di tornâ a inviâ Pure Maps.
it: A seconda del provider di mappe utilizzato, l'errore potrebbe essere causato da un errore di rete, una chiave di accesso API scaduta, l'assenza di un server offline. Cerca di risolvere il problema e / o modificare il provider, le preferenze o il profilo della mappa. Se si modifica la chiave di accesso API, potrebbe essere necessario riavviare Pure Maps.
nl: Afhankelijk van de gekozen kaartdienst, kan een fout veroorzaakt zijn door een netwerkprobleem, een verlopen api-toegangssleutel of een offline server. Probeer het probleem te verhelpen en/of je kaartdienst, instellingen of profiel te wijzigen. Als je je api-toegangssleutel wijzigt, moet je Pure Maps mogelijk opnieuw starten.
pl: W zależności od używanego dostawcy map błąd może być spowodowany awarią sieci, wygaśniętym kluczem dostępu API, brakiem serwera trybu offline. Spróbuj rozwiązać problem i / lub zmień swojego dostawcę map, preferencje lub profil. Jeśli zmienisz klucz dostępu API, konieczne może być ponowne uruchomienie Pure Maps.
pt_br: Dependendo do provedor de mapas, o erro pode ser causa por falhas da rede, chave de acesso de API expirada, falta de um servidor offline. Tente resolver o problema ou trocar o provedor de mapas, configurações ou perfil. Se você mudar a chave de acesso de API, talvez seja necessário reiniciar o Pure Maps.
ro: În funcție de furnizorul de hărți utilizat, eroarea poate fi cauzată de o întrerupere a rețelei, de un cod de acces API expirat, de absența unui server offline. Încearcă să rezolvi problema schimbând furnizorul de hărți, preferințele sau profilul. Dacă schimbi codul API, poate fi necesar să repornești Pure Maps.
ru: В зависимости от используемого источника карт ошибка может быть вызвана сбоем сети, истечением срока действия ключа доступа к API, отсутствием автономного сервера. Можно обратиться с вопросом и/или изменить поставщика карт, параметры или профиль. При изменении ключа доступа к API может потребоваться перезапуск Pure Maps.
sk_sk: V závislosti od poskytovateľa máp, mohla byť chyba spôsobená zlyhaním siete, vypršaním prístupového kľúča API alebo chýbajúcim offline serverom. Pokúste sa určiť príčinu a/alebo zmeňte poskytovateľa máp, predvoľby alebo profil. Ak zmeníte prístupový kľúč API, musíte rešrtartovať Pure Maps.
sv: Beroende på vilken kartleverantör som används, kan fel orsakas av nätverksproblem, API-nycklar som upphört att gälla eller frånvaro av offline-server. Försök åtgärda problemet genom att ändra kartleverantör, inställningar eller profil. Om du ändrar API-nyckel, kan du behöva starta om Pure Maps.

source: You are using an offline profile. Make sure that you have OSM Scout Server installed and running. Depending on your system, it is available either in application stores (Chum for Sailfish OS, OpenStore for Ubuntu Touch), Flathub, or your distribution. See <a href="https://rinigus.github.io/osmscout-server">OSM Scout Server manual</a> for details.
be_by: Вы карыстаецеся афлайн-прафілем. Пераканайцеся, што ў вас ўсталяваны і запушчаны OSM Scout Server. Залежна ад вашай сістэмы, ён даступны ў магазінах прыкладанняў (Chum для Sailfish OS, OpenStore для Ubuntu Touch), Flathub або ў вашым дыстрыбутыве. Глядзіце <a href="https://rinigus.github.io/osmscout-server">падрабязнасці ў рукаводстве па OSM Scout Server</a>.
cs: Používáte offline profil. Ujistěte se, že máte nainstalovaný a spuštěný OSM Scout Server. V závislosti na vašem systému je k dispozici buď v obchodech s aplikacemi (Chum pro Sailfish OS, OpenStore pro Ubuntu Touch), Flathub nebo ve vaší distribuci. Podrobnosti naleznete v příručce <a href="https://rinigus.github.io/osmscout-server">OSM Scout Server</a>.
et: Sa kasutad võrguühenduseta profiili. Palun kontrolli, et seadmesse oleks paigaldatud OSM Scout Server ning ta ka töötaks. Sõltuvalt missugust operatsioonisüsteemi sa kasutad, on ta sadaval kas rakendustepoest (Sailfish OS - Chum, Ubuntu Touch - OpenStore), Flathub'ist või sinu distributsiooni repositooriumist. Lisateavet leiad <a href="https://rinigus.github.io/osmscout-server">OSM Scout Serveri käsiraamatust</a>.
it: Si sta utilizzando un profilo offline. Assicurarsi che OSM Scout Server sia installato e funzionante. A seconda del sistema, è disponibile nei negozi di applicazioni (Chum per Sailfish OS, OpenStore per Ubuntu Touch), in Flathub o nella propria distribuzione. Per maggiori dettagli, consultare il <a href="https://rinigus.github.io/osmscout-server">manuale di OSM Scout Server</a>.
ro: Folosești un profil fără conectare la internet. Verifică dacă OSM Scout Server este instalat și funcționează. În funcție de sistemul tău, acesta este disponibil fie în magazinele de aplicații (Chum pentru Sailfish OS, OpenStore pentru Ubuntu Touch), Flathub, fie în distribuția ta. Consultă <a href="https://rinigus.github.io/osmscout-server">manualul OSM Scout Server </a> pentru detalii.
ru: Вы используете автономный профиль. Убедитесь, что у вас установлен и запущен Сервер OSM Scout. В зависимости от вашей системы, он доступен либо в магазинах приложений (Chum для Sailfish OS, OpenStore для Ubuntu Touch), Flathub или в вашем дистрибутиве. Подробности см. в руководстве по серверу OSM Scout.
sv: Du använder en offlineprofil. Kontrollera att du har OSM Scout Server installerat och igång. Beroende på ditt system är den tillgänglig antingen i appbutiker (Chum för Sailfish OS, OpenStore för Ubuntu Touch), Flathub eller din distribution. Mer information finns i handboken för <a href="https://rinigus.github.io/osmscout-server">OSM Scout Server</a>.

source: Last error: %1
be_by: Апошняя памылка: %1
cs: Poslední chyba: %1
de_de: Letzter Fehler: %1
et: Viimane viga: %1
fi: Viimeisin virhe: %1
fr: Dernière erreur : %1
fur: Ultin erôr: %1
it: Ultimo errore: %1
nl: Recentste fout: %1
pl: Ostatni błąd: %1
pt_br: Último erro: %1
ro: Ultima eroare: %1
ru: Последняя ошибка: %1
sk_sk: Posledná chyba: %1
sv: Senaste fel: %1

source: Preferences
be_by: Налады
cs: Předvolby
de_de: Einstellungen
el: Προτιμήσεις
et: Eelistused
fi: Asetukset
fr: Préférences
fur: Preferencis
it: Impostazioni
nl: Instellingen
pl: Preferencje
pt_br: Configurações
ro: Preferințe
ru: Настройка
sk_sk: Predvoľby
sl_si: Nastavitve
sv: Inställningar

source: Profile
be_by: Профіль
cs: Profil
de_de: Profil
et: Profiil
fi: Profiili
fr: Profil
fur: Profîl
it: Profilo
nl: Profiel
pl: Profil
pt_br: Perfil
ro: Profil
ru: Профиль
sk_sk: Profil
sv: Profil

source: Online
be_by: Анлайн
et: Võrgukaardid
fi: Verkkoyhteys - online
fr: En ligne
fur: In rêt
ro: Conectat
ru: Интернет

source: Offline
be_by: Афлайн
et: Võrguühenduseta kaardid
fi: Yhteydetön offline-tila
fr: Hors-ligne
fur: Fûr rêt
ro: Deconectat
ru: Автономный

source: HERE - Online
be_by: HERE - Анлайн
et: HERE - võrgupõhine
fr: HERE - En ligne
ru: HERE - онлайн

source: Mixed
be_by: Змешаныя
cs: Smíšený
de_de: Gemischt
et: Kombineeritud kaardid
fi: Yhdistetty tila
fr: Les deux
fur: Miscliç
it: MIsto
nl: Gemengd
pl: Mieszany
pt_br: Misto
ro: Combinate
ru: Смешанный
sk_sk: Zmiešaný
sv: Blandat

source: Stop navigation to select POI
be_by: Каб выбраць POI, спыніце навігацыю
cs: Pro výběr bodu zájmu zastavte navigaci
de_de: Stoppe Navigation um POI auszuwählen
et: Huvipunkti valimiseks peata tee näitamine
fi: Lopeta navigointi valitaksesi kohdepisteen
fr: Arrêter la navigation vers le point d'intérêt sélectionné
fur: Ferme la navigazion par selezionâ un PdI
it: Interrompi la navigazione per selezionare PDI
nl: Navigatie stoppen om nuttige plaats te selecteren
pl: Zatrzymaj nawigację aby wybrać POI
pt_br: Pare a navegação para selecionar PDI
ro: Oprește navigarea pentru a alege un loc de interes
ru: Остановить навигацию для выбора точек интереса
sk_sk: Pre výber POI zastavte navigáciu
sv: Stoppa navigeringen för att välja POI

source: Origin
be_by: Пачатак
cs: Počátek
de_de: Start
et: Lähtepunkt
fi: Alkupiste
fr: Départ
fur: Origjin
it: Punto di partenza
nl: Vertrekpunt
pl: Początek
pt_br: Origem
ro: Punct de plecare
ru: Пункт отправления
sk_sk: Počiatok
sv: Ursprung

source: Final destination
be_by: Канчатковы пункт
cs: Cíl cesty
de_de: Endgültiges Ziel
et: Lõppsihtkoht
fi: Määränpää kohde
fr: Destination
fur: Destinazion finâl
it: Destinazione
nl: Eindbestemming
pl: Miejsce docelowe
pt_br: Destino final
ro: Destinație finală
ru: Конечный пункт
sk_sk: Konečný cieľ
sv: Slutdestination

source: Stop following the movement
be_by: Спыніць сачэнне за рухам
cs: Přestat sledovat pohyb
de_de: Bewegung nicht folgen
et: Lõpeta liikumise jälgimine
fi: Lopeta liikkeen seuraaminen
fr: Arrêter de suivre le mouvement
fur: Ferme di lâ daûr dal moviment
it: Smetti di seguire il movimento
nl: Beweging niet meer volgen
pl: Przestań podążać za ruchem
pt_br: Desativar acompanhamento do movimento
ro: Oprește urmărirea mișcării
ru: Остановка после передвижения
sk_sk: Prestať sledovať pohyb
sv: Sluta följa mig

source: Nearby venues
be_by: Бліжэйшыя месцы
cs: Místa v okolí
de_de: Orte in der Nähe
el: Κοντινά μέρη
et: Lähimad huvipunktid
fi: Läheiset paikat
fr: Lieux à proximité
fur: Lûcs tai contors
it: Luoghi nelle vicinanze
nl: Plaatsen in de buurt
pl: Miejsca w okolicy
pt_br: Locais próximos
ro: Locuri în apropiere
ru: Ближайшие заведения
sk_sk: Okolité miesta
sl_si: Bližnja prizorišča
sv: Närliggande platser
