Repository: tpikonen/pure-maps
Catalog: po/*.po
Languages: be_by, cs, de_de, el, et, fi, fr, fur, it, nl, pl, pt_br, ro, ru, sk_sk, sl_si, sv

source: Auto-rotate off
be_by: Аўтаматычны паварот выключаны
cs: Automatická rotace vypnutá
de_de: Automatische Drehung aus
el: Απενεργοποίηση αυτόματης περιστροφής
et: Automaatne kaardi pööramine ei ole kasutusel
fi: Automaattinen kierto pois
fr: Rotation automatique désactivée
fur: Auto-rotazion disativade
it: Autorotazione disattiva
nl: Automatisch draaien uit
pl: Autorotacja wyłączona
pt_br: Rotação automática da tela desativada
ro: Autorotire oprită
ru: Авто-поворот выкл.
sk_sk: Automatické otáčanie vypnuté
sl_si: Samodejno obračanje izklopljeno
sv: Autorotation av

source: Venue name
be_by: Назва месца
cs: Název místa
de_de: Name des Veranstaltungs-Ortes
et: Huvipunkti nimi
fi: Paikan nimi
fr: Nom du site
fur: Non dal lûc
it: Nome del luogo
nl: Plaatsnaam
pl: Nazwa miejsca
pt_br: Nome do local
ro: Numele locului
ru: Название объекта
sk_sk: Názov miesta
sv: Platsens namn

source: Name or keyword
be_by: Імя або ключавое слова
cs: Jméno nebo klíčové slovo
de_de: Name oder Schlagwort
et: Nimi või märksõna
fi: Nimi tai avainsana
fr: Nom ou mot-clé
fur: Non o peraule clâf
it: Nome o parola chiave
nl: Naam of trefwoord
pl: Nazwa lub słowo kluczowe
pt_br: Nome ou palavra-chave
ro: Nume sau cuvânt cheie
ru: Имя или ключевое слово
sk_sk: Názov alebo kľúčové slovo
sv: Namn eller nyckelord

source: You can search for venues by name.
be_by: Вы можаце шукаць месцы па назве.
cs: Místa můžete vyhledávat podle jména.
de_de: Du kannst Veranstaltungs-Orte nach Namen suchen.
el: Μπορείτε να αναζητήστε χώρους με την ονομασία
et: Sa võid huvipunkte otsida nime alusel.
fi: Voit etsiä paikkoja nimen perusteella.
fr: Vous pouvez rechercher des lieux par type ou par nom.
fur: Tu puedis cirî i lûcs par non.
it: Puoi cercare luoghi per nome.
nl: Je kunt zoeken naar ontmoetingsplaatsen op naam.
pl: Możesz wyszukiwać miejsca według nazwy.
pt_br: Você pode buscar locais por nome.
ro: Poți căuta locuri după nume.
ru: Можно искать по названию заведения.
sk_sk: Miesta môžete vyhľadávať podľa názvu.
sv: Du kan söka platser efter namn.

source: Venue type
be_by: Тып месца
cs: Typ místa
de_de: Typ des Veranstaltungs-Ortes
et: Huvipunkti tüüp
fi: Paikan tyyppi
fr: Type de site
fur: Gjenar di lûc
it: Tipo di posto
nl: Soort ontmoetingsplaats
pl: Typ miejsca
pt_br: Tipo de local
ro: Tipul locului
ru: Тип объекта
sk_sk: Typ miesta
sv: Platstyp

source: You can search for venues by type.
be_by: Вы можаце шукаць месцы па тыпу
cs: Místo můžete vyhledat podle typu.
de_de: Du kannst Örtlichkeiten nach Typ durchsuchen
et: Sa võid huvipunkte otsida tüübi alusel.
fi: Voit etsiä paikkoja tyypin mukaan.
fr: Vous pouvez chercher des lieux par type.
it: È possibile cercare i posti in base alla tipologia.
nl: Je kunt zoeken naar ontmoetingsplaatsen op soort.
pl: Możesz wyszukiwać miejsca według typu.
pt_br: Você pode procurar locais próximos por tipo.
ro: Poți căuta locuri în funcție de tip.
ru: Вы можете искать площадки по типу.
sk_sk: Miesta môžete vyhľadávať podľa typu.
sv: Du kan söka platser efter typ.

source: Latitude: %1; Longitude: %2
be_by: Шырата: %1; даўгата: %2
cs: Zem. šířka: %1; Zem. délka: %2
de_de: Breitengrad: %1; Längengrad: %2
el: Γεωγραφικό πλάτος: %1; Γεωγραφικό μήκος: %2
et: Laiuskraad: %1; pikkuskraad: %2
fi: Leveyspiiri: %1; Pituuspiiri: %2
fur: Latitudin: %1; Longjitudin: %2
it: Latitudine: %1; Longitudine: %2
nl: Breedtegraad: %1 - Lengtegraad: %2
pl: Szerokość: %1; Długość: %2
ro: Latitudine: %1; Longitudine: %2
ru: Широта: %1; Долгота: %2
sk_sk: Zem. šírka: %1; Zem. dĺžka: %2
sv: Latitud: %1; Longitud: %2

source: Postal code
be_by: Паштовы індэкс
cs: PSČ
de_de: Postleitzahl
el: Ταχυδρομικός κώδικας
et: Postiindeks
fi: Postinumero
fr: Code postal
fur: Codiç postâl
it: Codice postale
nl: Postcode
pl: Kod pocztowy
pt_br: CEP
ro: Cod poștal
ru: Почтовый индекс
sk_sk: PSČ
sv: Postnummer

source: Web
be_by: Вэб
el: Ιστός
et: Veebisait
fi: WWW
nl: Website
pl: Strona internetowa
ru: Интернет
sl_si: Splet
sv: Webb

source: Phone
be_by: Тэлефон
cs: Telefon
de_de: Telefon
el: Τηλέφωνο
et: Telefon
fi: Puhelin
fr: Téléphone
fur: Telefon
it: Telefono
nl: Telefoonnummer
pl: Telefon
pt_br: Telefone
ro: Telefon
ru: Телефон
sk_sk: Telefón
sv: Telefon

source: Shortlisted
be_by: У шорт-лісце
cs: Výběr
de_de: ausgewählt
et: Väljavalitud
fi: Listatut
fr: Présélectionné
fur: Selezionât
it: Aggiunto alla lista
nl: Op onthoudlijst gezet
pl: Dodane do krótkiej listy
pt_br: Adicionado para a lista curta
ro: Adăugat pe listă
ru: Отобранные
sk_sk: Výber
sv: Kortlistad

source: Text
be_by: Тэкст
de_de: SMS
el: Κείμενο
et: Tekst
fi: Tekstiviesti
fr: Texte
fur: Test
it: Testo
nl: Tekst
pl: Tekst
pt_br: Texto
ru: Текст

source: More info: %1
be_by: Больш інфармацыі: %1
cs: Více info: %1
de_de: Weitere Informationen: %1
el: Περισσότερες πληροφορίες: %1
et: Lisateave: %1
fi: Lisätietoja: %1
fr: Plus d'info : %1
fur: Plui info: %1
it: Maggiori info: %1
nl: Meer informatie: %1
pl: Więcej informacji: %1
pt_br: Mais informações: %1
ro: Alte informații: %1
ru: Больше информации: %1
sk_sk: Viac informácií: %1
sv: Mer info: %1

source: Set as or Replace
be_by: Усталяваць як або Замяніць
cs: Nastavit jako nebo Nahradit
de_de: Einsetzen oder Ersetzen
et: Määratle või asenda
fi: Aseta nimellä tai Korvaa
fr: Définir en tant que ou remplacer
it: Imposta come o Sostituisci
nl: Instellen als of vervangen
pl: Ustaw jako lub zastąp
pt_br: Configurar com ou Substituir
ro: Stabilește sau Înlocuiește
ru: Установить как или Заменить
sk_sk: Nastaviť ako alebo Prepísať
sv: Ange som, eller ersätt.

source: Set as
be_by: Устанавіць як
cs: Nastavit jako
de_de: Setzen als
et: Määratle
fi: Aseta nimellä
fr: Définir en tant que
it: Imposta come
nl: Instellen als
pl: Ustaw jako
pt_br: Configurar como
ro: Stabilește ca
ru: Установить как
sk_sk: Nastaviť ako
sv: Ange som

source: Insert as
be_by: Уставіць як
cs: Vložit jako
de_de: Einfügen als
et: Lisa
fi: Liitä nimellä
fr: Insérer en tant que
it: Inserisci come
nl: Invoegen als
pl: Wstaw jako
pt_br: Inserir como
ro: Introdu ca
ru: Вставить как
sk_sk: Vložiť ako
sv: Infoga som

source: New origin
be_by: Новы пачатак
cs: Nový výchozí bod
de_de: Neuer Startpunkt
et: Uue lähtepunktina
fi: Uusi alkupiste
fr: Nouveau point de départ
fur: Gnove origjin
it: Nuovo punto di partenza
nl: Nieuw vertrekpunt
pl: Nowy punkt początkowy
pt_br: Nova origem
ro: Punct nou de plecare
ru: Новое начало отсчета
sk_sk: Nové východisko
sv: Nytt ursprung

source: New final destination
be_by: Новы канчатковы пункт прызначэння
cs: Nová cílová destinace
de_de: Neues endgültiges Ziel
et: Uue lõppsihtkohana
fi: Uusi määränpää kohde
fr: Nouvelle destination finale
fur: Gnove destinazion finâl
it: Nuova destinazione finale
nl: Nieuwe eindbestemming
pl: Nowe miejsce docelowe
pt_br: Novo destino final
ro: Destinație finală nouă
ru: Новый конечный пункт
sk_sk: Nový konečný cieľ
sv: Ny slutdestination

source: First intermediate destination
be_by: Першы прамежкавы пункт прызначэння
cs: První přechodná destinace
de_de: Erstes Zwischenziel
et: Esimese vahesihtkohana
fi: Ensimmäinen välikohde
fr: Première destination intermédiaire
fur: Prime destinazion intermedie
it: Prima destinazione intermedia
nl: Eerste tussentijdse bestemming
pl: Pierwszy pośredni cel podróży
pt_br: Primeiro destino intermediário
ro: Prima destinație intermediară
ru: Первый промежуточный пункт назначения
sk_sk: Prvý prejazdný cieľ
sv: Första mellanliggande destination

source: Last intermediate destination
be_by: Апошні прамежкавы пункт прызначэння
cs: Posední přechodná destinace
de_de: Letztes Zwischenziel
et: Viimase vahesihtkohana
fi: Viimeinen välikohde
fr: Dernière destination intermédiaire
fur: Ultime destinazion intermedie
it: Ultima destinazione intermedia
nl: Laatste tussentijdse bestemming
pl: Ostatni pośredni cel podróży
pt_br: Último destino intermediário
ro: Ultima destinație intermediară
ru: Последний промежуточный пункт назначения
sk_sk: Posledný prejazdný cieľ
sv: Sista mellanliggande destination

source: Intermediate destination
be_by: Прамежкавы пункт прызначэння
cs: Přechodná destinace
de_de: Zwischenziel
et: Vahesihtkohana
fi: Välikohde
fr: Destination intermédiaire
fur: Destinazion intermedie
it: Destinazione intermedia
nl: Tussentijdse bestemming
pl: Pośredni punkt podróży
pt_br: Destino intermediário
ro: Destinație intermediară
ru: Промежуточный пункт назначения
sk_sk: Prejazdný cieľ
sv: Mellanliggande destination

source: Edit bookmark
be_by: Рэдагаваць закладку
cs: Upravit záložku
de_de: Lesezeichen bearbeiten
et: Muuda järjehoidjat
fi: Muokkaa kirjanmerkkejä
fr: Éditer le marque-page
fur: Modifiche segnelibri
it: Modifica preferito
nl: Bladwijzer bewerken
pl: Edytuj zakładkę
pt_br: Editar marcador
ro: Modifică preferatul
ru: Изменить закладку
sk_sk: Upraviť záložku
sv: Redigera bokmärke

source: Save
be_by: Захаваць
cs: Uložit
de_de: Speichern
el: Αποθηκεύσετε
et: Salvesta
fi: Tallenna
fr: Enregistrer
fur: Salve
it: Salva
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ro: Salvează
ru: Сохранить
sk_sk: Uložiť
sv: Spara

source: General
be_by: Агульны
cs: Obecné
de_de: Allgemeines
el: Γενικά
et: Üldist
fi: Yleistiedot
fr: Général
fur: Gjenerâl
it: Generale
nl: Algemeen
pl: Ogólne
pt_br: Geral
ro: Generale
ru: Общее
sk_sk: Všeobecné
sv: Allmänt

source: Title
be_by: Назва
cs: Nadpis
de_de: Titel
el: Τίτλος
et: Pealkiri
fi: Nimi
fr: Titre
fur: Titul
it: Titolo
nl: Titel
pl: Tytuł
pt_br: Título
ro: Titlu
ru: Заголовок
sk_sk: Titul
sv: Titel

source: Enter title
be_by: Увядзіце назву
cs: Zadat nadpis
de_de: Titel eingeben
el: Εισαγωγή τίτλου
et: Sisesta pealkiri
fi: Lisää nimi
fr: Saisir le titre
fur: Inserìs titul
it: Inserisci titolo
nl: Voer een titel in
pl: Wprowadź tytuł
pt_br: Digite o título
ro: Introdu titlul
ru: Ввести заголовок
sk_sk: Zadať titul
sv: Ange titel

source: Enter type, such as Restaurant
be_by: Увядзіце тып, напрыклад Рэстаран
cs: Zadat typ, např. Restaurace
de_de: Gib einen Typ ein, z.B. Restaurant
el: Εισαγωγή τύπου, πχ Εστιατόριο
et: Sisesta tüüp, nagu näiteks restoran
fi: Lisää tyyppi, kuten 'ravintola'
fr: Saisissez le type, tel que "Restaurant"
fur: Inserìs gjenar, par esempli Ristorant
it: Inserisci tipo, ad es. Ristorante
nl: Voer een type in, zoals Restaurant
pl: Wprowadź rodzaj, np. Restauracja
pt_br: Digite o tipo, como por exemplo, Restaurante
ro: Introdu tipul, de exemplu Restaurant
ru: Ввести тип, например Ресторан
sk_sk: Zadať typ, napr. Reštaurácia
sv: Ange typ, t.ex. Restaurang

source: Address
be_by: Адрас
cs: Adresa
de_de: Adresse
el: Διεύθυνση
et: Aadress
fi: Osoite
fr: Adresse
fur: Recapit
it: Indirizzo
nl: Adres
pl: Adres
pt_br: Endereço
ro: Adresa
ru: Адрес
sk_sk: Adresa
sv: Adress

source: Enter address
be_by: Увядзіце адрас
cs: Zadat adresu
de_de: Adresse eingeben
el: Εισαγωγή διεύθυνσης
et: Sisesta aadress
fi: Lisää osoite
fr: Saisir l'adresse
fur: Inserìs direzion
it: Inserisci indirizzo
nl: Voer een adres in
pl: Wprowadź adres
pt_br: Digite o endereço
ro: Introdu adresa
ru: Ввести адрес
sk_sk: Zadať adresu
sv: Ange adress

source: Enter postal code
be_by: Увядзіце паштовы індэкс
cs: Zadat PSČ
de_de: Postleitzahl eingeben
el: Εισαγωγή ταχυδρομικού κώδικα
et: Sisesta postiindeks
fi: Lisää postinumero
fr: Saisir le code postal
fur: Inserìs codiç postâl
it: Inserisci codice postale
nl: Voer een postcode in
pl: Wprowadź kod pocztowy
pt_br: Digite o CEP
ro: Introdu codul poștal
ru: Ввести почтовый индекс
sk_sk: Zadať PSČ
sv: Ange postnummer

source: Contact
be_by: Кантакт
cs: Kontakt
de_de: Kontakt
el: Επαφή
et: Kontakt
fi: Yhteys
fur: Contat
it: Contatto
pl: Kontakt
pt_br: Contato
ru: Контакты
sk_sk: Kontakt
sv: Kontakt

source: Phone number
be_by: Нумар тэлефона
cs: Telefonní číslo
de_de: Telefonnummer
el: Τηλεφωνικός αριθμός
et: Telefoninumber
fi: Puhelinnumero
fr: Numéro de téléphone
fur: Numar di telefon
it: Numero di telefono
nl: Telefoonnummer
pl: Numer telefonu
pt_br: Número de telefone
ro: Număr de telefon
ru: Номер телефона
sk_sk: Telefónne číslo
sv: Telefonnummer

source: Enter phone number
be_by: Увядзіце нумар тэлефона
cs: Zadejte telefonní číslo
de_de: Telefonnummer eingeben
el: Εισαγωγή τηλεφωνικού αριθμού
et: Sisesta telefoninumber
fi: Lisää puhelinnumero
fr: Saisir le numéro de téléphone
fur: Inserìs numar di telefon
it: Inserisci numero di telefono
nl: Voer een telefoonnummer in
pl: Wprowadź numer telefonu
pt_br: Digite o número de telefone
ro: Introdu numărul de telefon
ru: Ввести номер телефона
sk_sk: Zadať telefónne číslo
sv: Ange telefonnummer

source: URL
fi: WWW-osoite:
ru: Сайт

source: Enter URL
be_by: Увядзіце URL
cs: Zadejte URL
de_de: URL eingeben
el: Εισαγωγή URL
et: Sisesta veebisaidi aadress
fi: Lisää WWW-osoite:
fr: Saisir l'URL
fur: Inserìs URL
it: Inserisci URL
nl: Voer een url in
pl: Wprowadź URL
pt_br: Digite a URL
ro: Introdu URL-ul
ru: Ввести адрес сайта
sk_sk: Zadať URL
sv: Ange webbadress

source: Enter Email
be_by: Увядзіце Email
cs: Zadejte e-mail
de_de: Email Adresse eingeben
et: Sisesta e-posti aadress
fr: Renseignez une adresse électronique
it: Inserire l'e-mail
pl: Wprowadź email
pt_br: Digite o email
ro: Introdu E-mailul
ru: Введите адрес э-почты
sk_sk: Vložiť e-mail
sv: Ange e-postadress

source: Additional info
be_by: Дадатковая інфармацыя
cs: Další informace
de_de: Zusätzliche Informationen
el: Πρόσθετες πληροφορίες
et: Lisateave
fi: Lisätietoja
fr: Infos supplémentaires
fur: Informazion adizionâls
it: Informazioni aggiuntive
nl: Aanvullende informatie
pl: Dodatkowe informacje
pt_br: Informações adicionais
ro: Informații suplimentare
ru: Дополнительная информация
sk_sk: Ďalšie informácie
sv: Tilläggsinformation

source: Enter additional info
be_by: Увядзіце дадатковую інфармацыю
cs: Zadejte další informace
de_de: Zusätzliche Informationen eingeben
el: Εισαγωγή πρόσθετων πληροφοριών
et: Sisesta lisateavet
fi: Lisää lisätietoja
fr: Saisir les infos supplémentaires
fur: Inserìs informazions adizionâls
it: Inserisci informazioni aggiuntive
nl: Voer aanvullende informatie in
pl: Wprowadź dodatkowe informacje
pt_br: Digite as informações adicionais
ro: Introdu informații suplimentare
ru: Ввести дополнительную информацию
sk_sk: Zadať ďalšie informácie
sv: Ange mer information

source: Edit
be_by: Рэдагаваць
cs: Upravit
de_de: Bearbeite
el: Επεξεργασία
et: Muuda
fi: Muokkaa
fr: Modifier
fur: Modifiche
it: Modifica
nl: Bewerken
pl: Edytuj
pt_br: Editar
ro: Modifică
ru: Редактировать
sk_sk: Upraviť
sv: Redigera

source: Latitude: %1
be_by: Шырата: %1
cs: Zeměpisná šířka: %1
de_de: Breitengrad: %1
el: Γεωγραφικό πλάτος: %1
et: Laiuskraad: %1
fi: Leveyspiiri: %1
fur: Latitudin: %1
it: Latitudine: %1
nl: Breedtegraad: %1
pl: Szerokość: %1
ro: Latitudine: %1
ru: Широта: %1
sk_sk: Zem. šírka: %1
sv: Latitud: %1

source: Longitude: %2
be_by: Даўгата: %2
cs: Zeměpisná délka: %2
de_de: Längengrad: %2
el: Γεωγραφικό μήκος: %2
et: Pikkuskraad: %2
fi: Pituuspiiri: %2
fur: Longjitudin: %2
it: Longitudine: %2
nl: Lengtegraad: %2
pl: Długość: %2
ro: Longitudine: %2
ru: Долгота: %2
sk_sk: Zem. dĺžka: %2
sv: Longitud: %2

source: Plus code: %1
be_by: Плюс код: %1
et: OLC-kood: %1
fi: Plus-koodiosoite: %1
fr: Code plus : %1
fur: Codiç Plus: %1
it: Plus Codes: %1
pt_br: Mais código: %1
ro: Plus Codes: %1
ru: Plus код: %1
sk_sk: Plus kód: %1
sv: Plus-kod: %1

source: Postal code: %1
be_by: Паштовы індэкс: %1
cs: PSČ: %1
de_de: Postleitzahl: %1
el: Ταχυδρομικός κώδικας: %1
et: Postiindeks: %1
fi: Postinumero: %1
fr: Code postal : %1
fur: Codiç postâl: %1
it: Codice postale: %1
nl: Postcode: %1
pl: Kod pocztowy: %1
pt_br: CEP: %1
ro: Cod poștal: %1
ru: Почтовый индекс: %1
sk_sk: PSČ: %1
sv: Postnummer: %1

source: Actions
be_by: Дзеянні
cs: Akce
de_de: Aktivitäten
el: Ενέργειες
et: Tegevused
fi: Toiminnot
fur: Azions
it: Azioni
nl: Acties
pl: Akcje
pt_br: Ações
ro: Acțiuni
ru: Действия
sk_sk: Akcie
sv: Åtgärder

source: Bookmark
be_by: Закладка
cs: Záložka
de_de: Lesezeichen
et: Järjehoidja
fi: Kirjanmerkki
fr: Favoris
fur: Segnelibri
it: Preferito
nl: Toevoegen aan bladwijzers
pl: Zakładka
pt_br: Marcação
ro: Preferat
ru: Закладка
sk_sk: Záložka
sv: Bokmärk

source: Shortlist
be_by: Шорт-ліст
cs: Užší výběr
de_de: Auswahlliste
et: Vali välja
fi: Listaus
fr: Présélection
fur: Liste di selezionâts
it: Lista
nl: Toevoegen aan onthoudlijst
pl: Dodaj do krótkiej listy
pt_br: Lista curta
ro: Listă
ru: Краткий список
sk_sk: Užší výber
sv: Kortlista

source: Share location
be_by: Падзяліцца месцазнаходжаннем
cs: Sdílet umístění
de_de: Ort teilen
el: Κοινοποίηση τοποθεσίας
et: Jaga asukohta
fi: Jaa sijainti
fr: Partager l'emplacement
fur: Condivît lûc
it: Condividi luogo
nl: Locatie delen
pl: Udostępnij lokalizację
pt_br: Compartilhar localização
ro: Trimite locul
ru: Поделиться местоположением
sk_sk: Poskytnúť polohu
sv: Dela platsinformation

source: Center on location
be_by: Цэнтр па месцазнаходжанне
cs: Centrovat na místo
de_de: Auf Ort zentrieren
el: Επικέντρωση στην θέση
et: Säti kaardi keskpunkt siia asukohta
fi: Keskitä sijaintiin
fr: Centrer sur la position
fur: Centre sul lûc
it: Centra sul luogo
nl: Centreren op locatie
pl: Środek w obecnej lokalizacji
pt_br: Centralizar na localização
ro: Locul ca centru al hărții
ru: Центрировать местоположение
sk_sk: Vycentrovať na polohu
sv: Centrera på aktuell plats

source: Navigate To
be_by: Навігаваць да
cs: Navigovat do
de_de: Navigiere nach
el: Πλοήγηση Πρός
et: Määra teekonna sihtpunktiks
fi: Navigoi kohteeseen
fr: Naviguer vers
fur: Navighe fin a
it: Naviga fin qui
nl: Navigeren naar
pl: Nawiguj do
pt_br: Navegar Para
ro: Alege destinația
ru: Переместиться К
sk_sk: Kam navigovať
sv: Navigera till

source: Navigate From
be_by: Навігаваць ад
cs: Navigovat z
de_de: Navigiere von
el: Πλοήγηση Από
et: Alusta siit teekonda
fi: Navigoi kohteesta
fr: Naviguer de
fur: Navighe di
it: Naviga da qui
nl: Navigeren van
pl: Nawiguj z
pt_br: Navegar De
ro: Alege locul de plecare
ru: Переместиться Из
sk_sk: Odkiaľ navigovať
sv: Navigera från

source: Nearby
be_by: Побач
cs: Blízko
de_de: In der Nähe
el: Κοντινά
et: Läheduses
fi: Lähellä
fr: À proximité
fur: Tai contors
it: Vicino
nl: In de buurt
pl: W pobliżu
pt_br: Próximo
ro: În apropiere
ru: Рядом
sk_sk: Blízko
sl_si: V bližini
sv: I närheten

source: View
be_by: Выгляд
cs: Zobrazit
de_de: Zeige
el: Εμφάνιση
et: Vaata
fi: Näkymä
fr: Vue
fur: Visualizazion
it: Visualizzazione
nl: Bekijken
pl: Pokaż
pt_br: Ver
ro: Opțiuni
ru: Просмотр
sk_sk: Pohľad
sv: Visa

source: No points of bookmarks defined yet. You can bookmark locations using map and search.
be_by: Пункты закладак яшчэ не вызначаны. Вы можаце дадаваць месцы ў закладкі з дапамогай карты і пошуку.
cs: Dosud nejsou definovány žádné záložky. Přidat záložky můžete pomocí mapy a vyhledávání.
de_de: Bisher sind für keine Orte Lesezeichen definiert. Du kannst Lesezeichen auf der Karte und in der Suche erstellen.
et: Ühtegi järjehoidjat pole veel kirjeldatud. Asukohti võid järjehoidjana salvestada nii kaardilt kui otsingust.
fi: Ei pisteitä kirjanmerkittyinä vielä. Voit merkitä paikkoja käyttäen karttaa ja hakua.
fr: Aucun point d’intérêt ou marque-page défini pour le moment. Vous pouvez marquer vos lieux favoris en utilisant la carte ou les différents modes de recherche.
fur: No si à ancjemò definît nissun pont di segnelibri. Al è pussibil segnâsi i lûcs doprant la mape e la ricercje.
it: Nessun luogo preferito definito attualmente. È possibile inserire i luoghi preferiti utilizzando la mappa e la ricerca.
nl: Je hebt nog geen bladwijzers ingesteld. Voeg locaties toe aan je bladwijzers via de kaart en de zoekfunctie.
pl: Nie zdefiniowano jeszcze punktów zakładek. Możesz dodawać do zakładek lokalizacje, korzystając z mapy i wyszukiwania.
pt_br: Nenhum marcador definido ainda. Você pode marcar locais usando o mapa e a pesquisa.
ro: În prezent, nu există locuri preferate. Poți introduce locurile preferate folosind harta și căutarea.
ru: Нет закладок. Создать закладку можно с помощью карты и поиска.
sk_sk: Nie sú uložené miesta v záložkách. Polohy môžete uložiť použitím mapy a hľadania.
sv: Inga bokmärkespunkter definierade ännu. Du kan bokmärka platser med hjälp av karta och sökfunktion.

source: Clearing map
be_by: Ачыстка мапкі
cs: Vymazání mapy
de_de: Karte leeren
el: Εκκαθάριση χάρτη
et: Kustutan kaardilt
fi: Kartan tyhjennys
fr: Réinitialisation
fur: Daûr a netâ la mape
it: Pulizia mappa
nl: Bezig met wissen
pl: Czyszczenie mapy
pt_br: Limpando o mapa
ro: Ștergerea hărții
ru: Очистка карты
sk_sk: Vyčistenie mapy
sv: Rensar kartan

source: Units
be_by: Адзінкі
cs: Jednotky
de_de: Einheiten
el: Μονάδες
et: Ühikud
fi: Yksiköt
fr: Unité
fur: Unitâts
it: Unità
nl: Eenheden
pl: Jednostki
pt_br: Unidade
ro: Unități
ru: Единицы:
sk_sk: Jednotky
sl_si: Enote
sv: Enheter

source: Metric
be_by: Метрычныя
cs: Metrické
de_de: Metrisch
el: Μετρικό
et: Meetermõõdustik
fi: Metrinen
fr: Métrique
it: Metrico
nl: Metrisch
pl: Metryczne
pt_br: Métrica
ru: метрические
sk_sk: Metrické
sl_si: Metrične
sv: Meter

source: American
be_by: Амерыканскі
cs: Americké
de_de: Amerikanisch
el: Αμερικανικό
et: Ameerika mõõdustik
fi: Amerikkalainen
fr: Américaine
it: Americano
nl: Amerikaans
pl: Amerykańskie
pt_br: Americana
ru: американские
sk_sk: Americké
sl_si: Ameriško
sv: Amerikansk

source: British
be_by: Брытанскі
cs: Britské
de_de: Britisch
el: Βρετανικό
et: Briti mõõdustik
fi: Brittiläinen
fr: Anglaise
fur: Britanic
it: Britannico
nl: Brits
pl: Brytyjskie
pt_br: Britânica
ro: Britanic
ru: британские
sk_sk: Britské
sl_si: Britansko
sv: Brittisk

source: Preferred map language.
be_by: Пераважная мова карты.
cs: Preferovaný jazyk mapy.
de_de: Bevorzugte Karten-Sprache.
et: Kaardil kasutatava keele eelistus.
fi: Haluttu kartan kieli
fr: Langue préférée pour la carte.
fur: Lenghe preferide pe mape.
it: Lingua preferita per la mappa
nl: Voorkeurstaal voor kaarten.
pl: Preferowany język mapy
pt_br: Língua preferencial para visualização no mapa.
ro: Limba preferată a hărții.
ru: Предпочитаемый язык карты.
sk_sk: Uprednostnený jazyk mapy.
sv: Föredraget kartspråk.

source: Local
be_by: Мясцовыя
cs: Místní
de_de: Örtliche
et: Kohalik
fi: Paikallinen
fr: locale
fur: Locâl
it: Locale
nl: Lokaal
pl: Lokalny
ro: Locală
ru: Местный
sk_sk: Miestny
sv: Lokalt

source: Arabic
cs: Arabština
de_de: Arabisch
et: araabia
fi: arabia
fr: Arabe
fur: Arap
it: Arabo
nl: Arabisch
pl: arabski
pt_br: Árabe
ro: Arabă
ru: Арабский
sk_sk: Arabština
sv: Arabiska

source: Basque
cs: Baskičtina
de_de: Baskisch
et: baski
fi: baski
fur: Basc
it: Basco
nl: Baskisch
pl: baskijski
pt_br: Basco
ro: Bască
ru: Баскский
sk_sk: Baskičtina
sv: Baskiska

source: Catalan
cs: Katalánština
de_de: Katalanisch
el: Καταλανική
et: katalaani
fi: katalaani
it: Catalano
nl: Catalaans
pl: Kataloński
pt_br: Catalão
ro: Catalană
ru: Каталонский
sk_sk: Katalánčina
sl_si: Katalonščina
sv: Katalanska

source: Chinese (simplified)
cs: Čínština (zjednodušená)
de_de: Chinesisch (vereinfacht)
et: hiina (lihtsustatud)
fi: kiina (mandariini, yksink.)
fr: Chinois (simplifié)
fur: Cinês (semplificât)
it: Cinese (semplificato)
nl: Chinees (Vereenvoudigd)
pl: chiński (uproszczony)
pt_br: Chinês (simplificado)
ro: Chineză (simplificată)
ru: Китайский (упрощенный)
sk_sk: Čínština (zjednodušená)
sv: Kinesiska (förenklad)

source: Chinese (traditional)
cs: Čínština (tradiční)
de_de: Chinesisch (traditionell)
et: hiina (traditsiooniline)
fi: kiina (mandariini, perint.)
fr: Chinois (traditionnel)
fur: Cinês (tradizionâl)
it: Cinese (tradizionale)
nl: Chinees (Traditioneel)
pl: chiński (tradycyjny)
pt_br: Chinês (tradicional)
ro: Chineză (tradițională)
ru: Китайский (традиционный)
sk_sk: Čínština (tradičná)
sv: Kinesiska (traditionell)

source: Czech
cs: Čeština
de_de: Tchechisch
el: Τσέχικη
et: tšehhi
fi: tšekki
fr: Tchèque
fur: Cec
it: Ceco
nl: Tsjechisch
pl: Czeski
pt_br: Checo
ro: Cehă
ru: Чешский
sk_sk: Čeština
sl_si: Češčina
sv: Tjeckiska
