Repository: tpikonen/pure-maps
Catalog: po/*.po
Languages: be_by, cs, de_de, el, et, fi, fr, fur, it, nl, pl, pt_br, ro, ru, sk_sk, sl_si, sv

source: Only applies to vector maps.
be_by: Прымяняецца толькі да вектарных карт.
cs: Platí pouze pro vektorové mapy.
de_de: Gilt nur für Vektorkarten.
el: Ισχύει μόνο για διανυσματικούς χάρτες.
et: Kehtib vaid vektorkaartide puhul.
fi: Koskee vain vektorikarttoja.
fr: S'applique uniquement aux cartes vectorielles
fur: Al ven aplicât dome su lis mapis vetoriâls.
it: Si applica solo a mappe vettoriali.
nl: Enkel van toepassing op vectorkaarten.
pl: Dotyczy tylko map wektorowych
pt_br: Aplicável apenas a mapas vetorizados.
ro: Se aplică numai hărților vectoriale.
ru: Только для векторных карт
sk_sk: Platí iba pre vektorové mapy.
sl_si: Velja le za vektorske zemljevide
sv: Gäller endast vektorkartor.

source: Tilt map when navigating
be_by: Нахіляць мапу падчас навігацыі
cs: Naklonit mapu při navigaci
de_de: Neige die Karte beim Navigieren
el: Επίκληση χάρτη κατά την πλοήγηση
et: Teekonna näitamisel kalluta kaarti
fi: Kallista karttaa navigoidessa
fr: Incliner la carte durant la navigation
fur: Incline la mape dulinvie la navigazion
it: Ruota mappa durante la navigazione
nl: Kaart kantelen tijdens navigatie
pl: Przechyl mapę podczas nawigacji
pt_br: Inclinar mapa ao navegar
ro: Înclină harta în timpul navigării
ru: Наклонять карту во время движения по маршруту
sk_sk: Nakloniť mapu pri navigácii
sl_si: Med navigiranjem obračaj zemljevid
sv: Luta kartan vid navigering

source: Smooth position animation
be_by: Плавная анімацыя пазіцыі
cs: Hladká animace polohy
de_de: ruckfreie Positionsbewegung
et: Asukoha sujuv joonistamine
fi: Pehmeä liikeanimaatio
fr: Animation de position fluide
fur: Animazion cuiete pal posizionament
it: Animazione fluida della posizione
nl: Vloeiende positie-animatie
pl: Płynna animacja pozycji
pt_br: Animação de posicionamento aprimorada
ro: Animație lină a poziției
ru: Плавная анимация маркера позиции
sk_sk: Vyhladená animácia polohy
sv: Jämn positionsanimering

source: Preferred gender for voice navigation. Only supported by some engines and languages.
be_by: Пераважны пол для галасавой навігацыі. Падтрымліваецца толькі некаторымі рухавікамі і мовамі.
cs: Preferované pohlaví pro hlasovou navigaci. Podporováno pouze některými enginy a jazyky.
de_de: Bevorzugtes Geschlecht für die Sprachnavigation. Wird nur von einzelne Engines und Sprachen unterstützt.
el: Προτιμώμενο φύλο για φωνητική πλοήγηση. Υποστηρίζεται μόνο από ορισμένες μηχανές και γλώσσες.
et: Eelistatud sugu hääljuhtimisel. Ainult mõned mootorid ja keeled on toetatud.
fi: Toivottu sukupuoli navigoinnin ääniohjeisiin. Tuettu vain osassa äänikoneita ja kieliä.
fr: Genre favori pour les instructions vocales. Attention, cette option n'est pas valable pour toutes les langues.
fur: Ses preferît pe vôs di navigazion. Al è supuartât dome par cualchi lenghe e di cualchi motôr.
it: Genere preferito per la navigazione vocale. Supportato solo da alcuni sintetizzatori e lingue.
nl: Voorkeursgeslacht voor stemnavigatie. Wordt niet door alle machines en talen ondersteund.
pl: Preferowana płeć dla głosu nawigacji. Dostępna tylko dla wybranych silników oraz języków.
pt_br: Voz preferida para navegação por voz. Apenas algumas línguas são suportadas.
ro: Genul preferat pentru instrucțiunile vocale. Este acceptat doar de unele motoare și limbi.
ru: Выбрать мужской или женский голос для подсказок. Доступно не для всех языков и программ синтеза речи.
sk_sk: Uprednostňované pohlavie pre hlasovú navigáciu. Podporované iba na niektorých strojoch a jazykoch.
sl_si: Želeni spol govora za glasovno navigacijo. Podprto le pri določenih pogonih in jezikih.
sv: Önskat kön för röstnavigering. Stöds endast av vissa motorer och språk.

source: Voice gender
be_by: Пол голасу
cs: Pohlaví hlasu
de_de: Stimme
el: Φύλο φωνής
et: Soovin kuulda
fi: Äänen sukupuoli
fr: Genre
fur: Ses pe vôs
it: Genere della voce
nl: Stemgeslacht
pl: Płeć głosu
pt_br: Voz
ro: Genul vocii
ru: Голос
sk_sk: Pohlavie hlasu navigátora
sl_si: Spol govorečega
sv: Röst

source: Male
be_by: Мужчына
cs: Mužské
de_de: Männlich
el: Άνδρας
et: mehe häält
fi: Mies
fr: Masculin
fur: Masculin
it: Maschile
nl: Man
pl: Męska
pt_br: Masculina
ro: Masculină
ru: мужской
sk_sk: Mužské
sl_si: Moški
sv: Manlig

source: Female
be_by: Жанчына
cs: Ženské
de_de: Weiblich
el: Γυναίκα
et: naise häält
fi: Nainen
fr: Féminin
fur: Feminin
it: Femminile
nl: Vrouw
pl: Żeńska
pt_br: Feminina
ro: Feminină
ru: женский
sk_sk: Ženské
sl_si: Ženski
sv: Kvinnlig

source: Timeout between traffic information updates leading to possible rerouting. This is active only while routing.
be_by: Тайм-аўт паміж абнаўленнямі інфармацыі аб дарожным руху, што прыводзіць да магчымага змены маршруту. Гэта актыўна толькі падчас маршрутызацыі.
cs: Časový limit mezi aktualizacemi dopravních informací vedoucí k možnému přesměrování. Tato funkce je aktivní pouze při navigování.
de_de: Zeitspanne zwischen den Aktualisierungen der Verkehrsinformationen, die zu einer Neuberechnung der Route führen können. Diese Funktion ist nur während der Weiterleitung aktiv.
et: Aegumine liiklusandmete uuendamisel, mis võib põhjustade teekonna muutmise. See funktsionaalsus on kasutusel vaid tee juhatamise ajal.
it: Intervallo di aggiornamento delle informazioni sul traffico che possono causare il ricalcolo del percorso. Valido solo quando si viaggia sul percorso.
ro: Intervalul de actualizare a informațiilor despre trafic care pot provoca recalcularea traseului. Valabil doar la deplasarea pe traseu.
ru: Промежуток обновления данных о пробках, которые вызывают пересчет маршрута. Действует только при движении по маршруту.
sv: Tidsgräns mellan trafikinformationsuppdateringar som leder till möjlig omdirigering. Detta är aktivt endast vid ruttberäkning.

source: Update traffic while routing
be_by: Абнаўленне дарожнага руху падчас маршрутызацыі
cs: Aktualizace provozu při navigování
de_de: Aktualisiere Verkehrsdaten während Zielführung
et: Tee näitamise ajal uuenda liiklusolude teavet
it: Aggiorna il traffico durante la navigazione
pt_br: Atualizar o tráfego durante a navegação
ro: Actualizează traficul în timpul deplasării
ru: Обновлять данные о пробках во время движения по маршруту
sv: Uppdatera trafik vid ruttberäkning

source: Disabled
be_by: Адключаны
cs: Vypnuto
de_de: Deaktiviert
et: Ei ole kasutusel
it: Disabilitato
pt_br: Desabilitado
ro: Dezactivat
ru: Отключено
sv: Inaktiverad

source: 10 minutes
be_by: 10 хвілін
cs: 10 minut
de_de: 10 Minuten
et: 10 minuti järel
it: 10 minuti
pt_br: 10 minutos
ro: 10 minute
ru: 10 минут
sv: 10 minuter

source: 20 minutes
be_by: 20 хвілін
cs: 20 minut
de_de: 20 Minuten
et: 20 minuti järel
it: 20 minuti
pt_br: 20 minutos
ro: 20 minute
ru: 20 минут
sv: 20 minuter

source: 30 minutes
be_by: 30 хвілін
cs: 30 minut
de_de: 30 Minuten
et: 30 minuti järel
it: 30 minuti
pt_br: 30 minutos
ro: 30 minute
ru: 30 минут
sv: 30 minuter

source: 45 minutes
be_by: 45 хвілін
cs: 45 minut
de_de: 45 Minuten
et: 45 minuti järel
it: 45 minuti
pt_br: 45 minutos
ro: 45 minute
ru: 45 минут
sv: 45 minuter

source: 60 minutes
be_by: 60 хвілін
cs: 60 minut
de_de: 60 Minuten
et: 60 minuti järel
it: 60 minuti
pt_br: 60 minutos
ro: 60 minute
ru: 60 минут
sv: 60 minuter

source: Show speed limit sign. Requires snapping position to the road to find the speed limit.
be_by: Паказаць знак абмежавання хуткасці. Патрабуецца прывязаць становішча да дарогі, каб знайсці абмежаванне хуткасці.
cs: Zobrazit značku omezení rychlosti. K nalezení rychlostního limitu je nutné zapnout přichytávání k silnici.
de_de: Zeige Geschwindigkeitsbegrenzungsschild. Benötigt "Einrasten auf Straße" um die Geschwindigkeitsbegrenzung zu finden.
et: Näita kiiruspiirangu märki. Piirangu tuvastamine eeldab asukoha naksamist tee külge.
fi: Näytä nopeusrajoitus. Vaatii sijainnin kohdistamista tiehen nopeusrajoitustiedon löytämiseksi.
fr: Afficher les panneaux de limitation de vitesse. Nécessite une accroche sur la route pour trouver la limite de vitesse.
fur: Mostre i cartei dal limit di velocitât. Al à bisugne di leâ la posizion ae strade par podê cjatâ il limit di velocitât.
it: Mostra il cartello del limite di velocità. Richiede che la posizione venga spostata sulla strada per trovare il limite di velocità.
nl: Toon het snelheidlimietsymbool. Vereist vastklemmen van positie aan wegen om de snelheidlimiet te bepalen.
pl: Pokaż znak ograniczenia prędkości. Wymaga przyciągania pozycji do drogi, aby znaleźć ograniczenie prędkości.
pt_br: Mostrar placas de limite de velocidade. Requer posicionamento dentro de uma estrada para encontrar limite.
ro: Arată limita de viteză. Trebuie ca poziția să fie pe drum pentru a găsi limita de viteză.
ru: Показывать знак ограничения скорости. Требуется привязка положения к дороге для обнаружения зон ограничений скорости.
sk_sk: Zobraziť symbol povolenej rýchlosti. Vyžaduje nastavenie prichytenia polohy k ceste.
sv: Visa hastighetsbegränsning. Kräver att positionen fästs vid vägen för att hitta hastighetsbegränsningen.

source: Speed limit
be_by: Абмежаванне хуткасці
cs: Rychlostní omezení
de_de: Geschwindigkeitsbegrenzung
el: Όριο ταχύτητας
et: Kiiruspiirang
fi: Nopeusrajoitus
fr: Limitation de vitesse
fur: Limit di velocitât
it: Limite di velocità
nl: Snelheidslimiet
pl: Ograniczenie prędkości
pt_br: Limite de velocidade
ro: Limită de viteză
ru: Ограничение скорости
sk_sk: Povolená rýchlosť
sv: Hastighetsgräns

source: Only when exceeding
be_by: Толькі пры перавышэнні
cs: Pouze při překročení
de_de: Nur wenn überschritten
el: Μόνο όταν υπερβαίνει
et: Ainult piirangu ületamisel
fi: Vain, kun rajoitus ylitetään
fr: Seulement en dépassant
fur: Dome cuant che si lu supere
it: Solo quando superato
nl: Enkel bij overschrijden
pl: Dopiero po przekroczeniu
pt_br: Somente quando excedendo
ro: Doar la depășirea limitei
ru: Только при превышении
sk_sk: Iba pri prekročení
sv: Endast vid överskridande

source: Accuracy of the positioning supported by device. Deviation from the route below the specified accuracy will be ignored.
be_by: Дакладнасць пазіцыянавання падтрымліваецца прыладай. Адхіленні ад маршруту ніжэй зададзенай дакладнасці будуць ігнаравацца.
cs: Přesnost polohování podporovaná zařízením. Odchylka od trasy pod zadanou přesností bude ignorována.
de_de: Genauigkeit der vom Gerät unterstützten Positionsbestimmung. Abweichungen von der Route, die unter der angegebenen Genauigkeit liegen, werden ignoriert.
et: Nutiseadme toetatav asukohamääramise täpsus. Rakendus ei anna märku, kui kõrvalekalded teekonnast jäävad alla selle piiri.
fr: Précision de la localisation pris en charge par l'appareil. Un écart à la route en-dessous de la précision spécifiée sera ignoré.
it: Precisione di posizionamento fornita dal dispositivo. La deviazione dal percorso al di sotto della precisione specificata verrà ignorata.
pl: Dokładność pozycjonowania obsługiwana przez urządzenie. Odchylenie od trasy poniżej określonej dokładności zostanie zignorowane.
ro: Precizia poziționării oferită de aparat. Abaterea de la traseu sub precizia specificată va fi ignorată.
ru: Достижимая для устройства точность определения местоположения. Отклонения от машрута в пределах указанной погрешности игнорируются.
sk_sk: Presnosť určovania polohy podporovaná zariadením. Odchýlka od trasy pod špecifikovanú presnosť bude ignorovaná.
sv: Noggrannheten hos den positionering som stöds av enheten. Avvikelse från rutten under den angivna noggrannheten ignoreras.

source: Positioning accuracy
be_by: Дакладнасць пазіцыянавання
cs: Přesnost určování polohy
de_de: Genauigkeit der Positionsbestimmung
et: Asukohamääramise täpsus
fr: Précision de la localisation
it: Precisione di posizionamento
pl: Dokładność pozycjonowania
pt_br: Precisão da localização
ro: Precizia poziționării
ru: Точность определения позиции
sk_sk: Presnosť určovania polohy
sv: Positioneringsnoggrannhet

source: Compass
be_by: Компас
cs: Kompas
de_de: Kompass
et: Kompass
fi: Kompassi
fr: Compas
fur: Bussule
it: Bussola
nl: Kompas
pl: Kompas
pt_br: Bússola
ro: Busolă
ru: Компас
sk_sk: Kompas
sv: Kompass

source: Compass can be used to determine orientation of your device and align the map accordingly. Note that the compass is enabled only when your position is determined, your speed is low, and, if you are navigating, only if you are by foot or on the bicycle.
be_by: Компас можа быць выкарыстаны для вызначэння арыентацыі вашай прылады і адпаведна выраўноўвання карты. Звярніце ўвагу, што компас уключаны толькі тады, калі ваша месцазнаходжанне вызначана, ваша хуткасць нізкая і, калі вы рухаецеся, толькі калі вы ідзяце пешшу або на ровары.
cs: Kompas lze použít pro odhad orientace zařízení a podle toho zobrazit mapu. Kompas je povolen pouze tehdy když je nalezena poloha, rychlost je nízká a při navigaci pouze na kole nebo pěšky.
de_de: Der Kompass kann genutzt werden, um die Orientierung des Gerätes zu ermitteln und die Karte entsprechend auszurichten. Beachte, dass der Kompass nur dann zum Einsatz kommt, wenn deine Position bereits bestimmt und deine Geschwindigkeit niedrig ist. Während der Navigation ist er auch dann nur im Modus Fußgänger oder Fahrrad aktiv.
et: Kompassi saab kasutada sinu nutiseadme suuna määramiseks ning selle alusel kaardi suuna kohendamiseks. Kompassi on mõtet kasutada vaid siis, kui sinu asukoht on teada ja kiirus on väike. Tee juhatamisel kasuta kompassi vaid jalgsi või jalgrattaga liikudes.
fi: Kompassia voidaan käyttää määrittelemään laitteen suunta ja asemoimaan kartta sen mukaan. Huomaa, että kompassi on käytössä vain, kun sijaintisi on tiedossa, nopeutesi on hidas, ja navigoidessa vain, mikäli olet liikkeellä jalan tai polkupyörällä.
fr: La boussole peut être utilisée pour déterminer l'orientation de votre appareil et aligner la carte en conséquence. Notez que la boussole est activée uniquement lorsque votre position est déterminée, que votre vitesse est faible et, si vous naviguez, uniquement si vous êtes à pied ou à vélo.
fur: Al è pussibil doprâ la bussule par determinâ l'orientament dal to dispositîf e duncje inlineâsi cu la mape. Viôt che la bussule e je abilitade dome cuant che e ven determinade la tô posizion, la tô velocitât e je basse e, se tu sês in navigazion, dome se tu sês a pît o in biciclete.
it: La bussola può essere utilizzata per determinare l'orientamento del dispositivo e allineare la mappa in modo appropriato. Si noti che la bussola è abilitata solo quando la posizione è determinata, la velocità è bassa e, se si sta navigando, solo se si è a piedi o in bicicletta.
nl: Het kompas kan worden gebruikt om de oriëntatie van je apparaat te bepalen en de map correct uit te lijnen. Let op: het kompas wordt alleen gebruikt bij het bepalen van je positie, als je snelheid laag is en, tijdens het navigeren, alleen als je te voet of op de fiets bent.
pl: Za pomocą kompasu można określić orientację urządzenia i odpowiednio wyrównać mapę. Pamiętaj, że kompas jest włączony tylko wtedy, gdy twoja pozycja jest ustalona, twoja prędkość jest niska, nawigujesz pieszo lub na rowerze.
pt_br: A bússola pode ser usada alinhar o mapa de acordo com a orientarão do seu dispositivo. Note que essa funcionalidade só está disponível quando sua posição é conhecida, você está em baixa velocidade e, se navegando, à pé ou de bicicleta.
ro: Busola poate fi utilizată pentru a determina orientarea aparatului tău și pentru a alinia harta în mod corespunzător. Busola este activată numai când poziția ta este stabilită, viteza ta este redusă și, dacă navighezi, numai dacă ești pe jos sau pe bicicletă.
ru: Компас можно использовать для определения ориентации устройства и выравнивания карты соответствующим образом. Обратите внимание, что компас включается, только когда положение определено, скорость невелика режим навигации активен и выбран способ движения пешком или на велосипеде.
sk_sk: Kompas možno použiť pre odhad orientácie zariadenia a zorientovanie mapy. Upozorňujeme, že kompas je dostupný iba ak je určená poloha, vaša rýchlosť je nízka pri navigácii pešo alebo na bicykli.
sv: Kompassen kan användas för att bestämma enhetens orientering och justera kartan därefter. Observera att kompassen endast är aktiv när din position är bestämd, din hastighet låg och om du navigerar, endast om du går till fots eller cyklar.

source: Use compass for determination of the direction.
be_by: Для вызначэння напрамку выкарыстоўвайць компас.
cs: Používat kompas pro odhad směru
de_de: Benutze den Kompass um die Richtung zu bestimmen
et: Suuna määramiseks kasuta kompassi.
fi: Käytä kompassia määritelläksesi suunnan.
fr: Utiliser la boussole pour déterminer la direction.
fur: Dopre la bussule par determinâ la direzion.
it: Usa la bussola per determinare la direzione
nl: Gebruik een kompas om de richting te bepalen.
pl: Użyj kompasu do określenia kierunku.
pt_br: Use a bússola para determinar a orientação.
ro: Folosește busola pentru determinarea direcției.
ru: Использовать компас для определения направления
sk_sk: Použiť kompas pre odhad smeru.
sv: Använd kompass för att bestämma riktning.

source: Use compass
be_by: Выкарыстоўваць компас
cs: Použít kompas
de_de: Benutze den Kompass
et: Kasuta kompassi
fi: Käytä kompassia
fr: Utiliser la boussole
fur: Dopre bussule
it: Usa bussola
nl: Kompas gebruiken
pl: Używaj kompasu
pt_br: Usar bússola
ro: Folosește busola
ru: Использовать компас
sk_sk: Použiť kompas
sv: Använd kompass

source: Controls
be_by: Элементы кіравання
cs: Ovládání
de_de: Bedienelemente
et: Nupud ja valikud kaardil
fi: Säädöt
fr: Contrôles
fur: Controi
it: Controlli
nl: Besturing
pl: Kontrolki
pt_br: Controles
ro: Comenzi
ru: Элементы управления
sk_sk: Ovládanie
sv: Kontroller

source: Map view can be shown with either all applicable controls in full view mode or with a smaller selected set of controls in minimal view mode. To switch between the modes, click on a map.
be_by: Выгляд карты можна паказаць альбо з усімі прыдатнымі элементамі кіравання ў рэжыме поўнага прагляду, альбо з меншым выбраным наборам элементаў кіравання ў рэжыме мінімальнага прагляду. Для пераключэння паміж рэжымамі націсніце на карту.
cs: Pohled na mapu může být s ovládacími prvky v úplném módu nebo s menší sadou ovládacích prvku v minimalizovaném módu. K přepnutí mezi nimi klikněte na mapu.
de_de: Die Kartenansicht kann im vollständigen Modus mit allen verfügbaren oder im Minimalmodus mit ausgewählten Bedienelementen angezeigt werden. Um zwischen den Modi zu wechseln, tippe auf die Karte.
et: Kaardivaade võib olla kuvatud täisvaatena, kus on kõik juhtnupud näha või vähendatud vaatena, kus kasutatakse vaid osasid juhtnuppe. Kahe vaate vahel liikumiseks klõpsa kaardil.
fi: Karttanäkymä voidaan näyttää kaikki käytettävissä olevat säätimet näkyvillä täydessä näkymätilassa tai pienempänä vain valittujen säätöjen kanssa mini-näkymässä. Vaihtaaksesi tilojen välillä, klikkaa karttaa.
fr: La vue de la carte peut être affichée avec toutes les commandes applicables en mode pleine vue ou avec un ensemble réduit de commandes sélectionnées en mode vue minimale. Pour passer d'un mode à l'autre, cliquez sur une carte.
fur: Al è pussibil mostrâ la viodude de mape o cun ducj i controi pussibii in modalitât viodude plene o cuntun cuantitatîf ridot e selezionât di controi in modalitât viodude minimâl. Par passâ di une modalitât a chê altre, fâs clic suntune mape.
it: La visualizzazione della mappa può essere visualizzata con tutti i controlli applicabili in modalità di visualizzazione completa o con un set di controlli selezionato più piccolo nella modalità di visualizzazione minima. Per passare da una modalità all'altra, fare clic su una mappa.
nl: Kaartweergave kan worden getoond met ofwel alle toepasbare besturingselementen in volledige weergavemodus, ofwel met een kleinere geselecteerde set besturingselementen in minimale weergavemodus. Druk op een kaart om te wisselen.
pl: Widok mapy może być wyświetlany ze wszystkimi wybranymi kontrolkami w trybie pełnego widoku lub z mniejszym wybranym zestawem kontrolek w trybie widoku minimalnego. Aby przełączać tryby, kliknij mapę.
pt_br: A visão do mapa pode ser mostrada com todos os controles em tela cheia ou com uma seleção melhor de controles na visão mínima. Para alternar entre modos, clique no mapa.
ro: Harta poate fi afișată fie cu toate comenzile vizibile în vizualizarea detaliată, fie cu un număr mai mic de comenzi vizibile în vizualizarea minimală. Apasă pe hartă pentru a trece de la un aspect la altul.
ru: Карта может отображаться в полном режиме со всеми применимыми элементами управления либо в минимальном режиме с меньшим набором элементов управления. Для переключения между режимами коснитесь карты.
sk_sk: Pohľad na mapu môže byť so všetkými ovládacími prvkami v úplnom zobrazení alebo s menším počtom ovládacích prvkov v minimalizovanom móde. Pre prepnutie módu klepnite na mapu.
sv: Kartvyn kan visas med antingen alla tillämpliga kontroller i fullt visningsläge, eller med ett mindre antal utvalda kontroller i minimalt visningsläge. Klicka på en karta för att växla mellan lägen.

source: Set map view to minimal mode on start
be_by: Усталяваць прагляд карты ў мінімальны рэжым пры запуску
cs: Při spuštění nastavit minimalizovaný mód ovládacích prvků
de_de: Setzt die Kartenansicht beim Start auf den Minimalmodus
et: Käivitamisel kasuta vähendatud vaadet
fi: Aseta karttanäkymä mini-näkymään aloituksessa
fr: Régler la vue de la carte sur le mode minimal au démarrage
fur: Met la viodude de mape in modalitât minimâl al inviament
it: Imposta la visualizzazione della mappa sulla modalità minima all'avvio
nl: Kaartweergave instellen op minimale modus bij opstarten
pl: Ustaw widok mapy na tryb minimalny na starcie
pt_br: Selecionar a visão do mapa para iniciar em modo mínimo
ro: Folosește vizualizarea minimală la pornire
ru: Минимальный вид при запуске
sk_sk: Pri štarte nastaviť zobrazenie mapy v minimalizovanom móde
sv: Sätt kartvyn i minimalt läge vid uppstart
