Repository: tpikonen/pure-maps
Catalog: po/*.po
Languages: be_by, cs, de_de, el, et, fi, fr, fur, it, nl, pl, pt_br, ro, ru, sk_sk, sl_si, sv

source: {distance} north
be_by: {distance} паўноч
cs: {distance} severně
de_de: {distance} nördlich
el: {distance} βόρεια
et: {distance} põhjas
fi: {distance} pohjoiseen
fr: {distance} nord
fur: {distance} Nord
it: {distance} nord
nl: {distance} noord
pl: {distance} północ
pt_br: {distance}norte
ro: {distance} nord
ru: {distance} север
sk_sk: {distance} severne
sl_si: {distance} sever
sv: {distance} norr

source: {distance} north-east
be_by: {distance} паўночна-ўсход
cs: {distance} severovýchodně
de_de: {distance} nordöstlich
el: {distance} βόρειο-ανατολικά
et: {distance} kirdes
fi: {distance} koilliseen
fr: {distance} nord-est
fur: {distance} Nordest
it: {distance} nord-est
nl: {distance} noordoost
pl: {distance} północny-wschód
pt_br: {distance}nordeste
ro: {distance} nord-est
ru: {distance} северо-восток
sk_sk: {distance} severovýchodne
sl_si: {distance} severo-vzhod
sv: {distance} nordost

source: {distance} east
be_by: {distance} усход
cs: {distance} východně
de_de: {distance} östlich
el: {distance} ανατολικά
et: {distance} idas
fi: {distance} itään
fr: {distance} est
fur: {distance} Est
it: {distance} est
nl: {distance} oost
pl: {distance} wchód
pt_br: {distance}leste
ro: {distance} est
ru: {distance} восток
sk_sk: {distance} východne
sl_si: {distance} vzhod
sv: {distance} öst

source: {distance} south-east
be_by: {distance} паўднёва-ўсход
cs: {distance} jihovýchodně
de_de: {distance} südöstlich
el: {distance} νότιο-ανατολικά
et: {distance} kagus
fi: {distance} kaakkoon
fr: {distance} sud-est
fur: {distance} Sudest
it: {distance} sud-est
nl: {distance} zuidoost
pl: {distance} południowy-wschód
pt_br: {distance}sudeste
ro: {distance} sud-est
ru: {distance} юго-восток
sk_sk: {distance} juhovýchodne
sl_si: {distance} jugo-vzhod
sv: {distance} sydost

source: {distance} south
be_by: {distance} паўднёвы
cs: {distance} jižně
de_de: {distance} südlich
el: {distance} νότια
et: {distance} lõunas
fi: {distance} etelään
fr: {distance} sud
fur: {distance} Sud
it: {distance} sud
nl: {distance} zuid
pl: {distance} południe
pt_br: {distance}sul
ro: {distance} sud
ru: {distance} юг
sk_sk: {distance} južne
sl_si: {distance} jug
sv: {distance} syd

source: {distance} south-west
be_by: {distance} паўднёва-заходняя
cs: {distance} jihozápadně
de_de: {distance} südwestlich
el: {distance} νότιο-δυτικά
et: {distance} edelas
fi: {distance} lounaaseen
fr: {distance} sud-ouest
fur: {distance} Sudovest
it: {distance} sud-ovest
nl: {distance} zuidwest
pl: {distance} południowy-zachód
pt_br: {distance}sudoeste
ro: {distance} sud-vest
ru: {distance} юго-запад
sk_sk: {distance} juhozápadne
sl_si: {distance} jugo-zahod
sv: {distance} sydväst

source: {distance} west
be_by: {distance} захад
cs: {distance} západně
de_de: {distance} westlich
el: {distance} δυτικά
et: {distance} läänes
fi: {distance} länteen
fr: {distance} ouest
fur: {distance} Ovest
it: {distance} ovest
pl: {distance} zachód
pt_br: {distance}oeste
ro: {distance} vest
ru: {distance} запад
sk_sk: {distance} západne
sl_si: {distance} zahod
sv: {distance} väst

source: {distance} north-west
be_by: {distance} паўночны-захад
cs: {distance} jihozápadně
de_de: {distance} nordwestlich
el: {distance} βόρειοδυτικά
et: {distance} loodes
fi: {distance} luoteeseen
fr: {distance} nord-ouest
fur: {distance} Nordovest
it: {distance} nord-ovest
nl: {distance} noordwest
pl: {distance} północny-zachód
pt_br: {distance}noroeste
ro: {distance} nord-vest
ru: {distance} северо-запад
sk_sk: {distance} severozápadne
sl_si: {distance} severo-zahod
sv: {distance} nordväst

source: plus code
be_by: плюс код
et: OLC-kood
fi: plus-koodiosoite
fr: code plus
fur: codiç plus
it: Plus Codes
pt_br: Código Plus
ro: Plus Codes
ru: plus код
sk_sk: plus kód
sv: plus-kod

source: {:d} min
be_by: {:d} хв.
el: {:d} λπτ
ru: {:d} мин

source: {:d} h {:d} min
be_by: {:d} г {:d} хв
el: {:d} ω {:d} λπτ
nl: {:d} u {:d} min
pl: {:d} g {:d} min
ru: {:d} ч {:d} мин
sv: {:d} t {:d} min

source: Continue for {distance}
be_by: Працягвайце {distance}
cs: Pokračujte na {distance}
de_de: Weiter geradeaus für {distance}
et: Jätka veel {distance}
fr: Continuez pendant {distance}
it: Proseguire per {distance}
pl: Kontynuuj przez {distance}
pt_br: Continue por {distance}
ro: Continuă încă {distance}
ru: Продолжайте движение {distance}
sk_sk: Pokračovať na {distance}
sv: Fortsätt {distance}

source: Arrive at your destination
be_by: Прыбыць у пункт прызначэння
cs: Přijíždíte na místo určení
de_de: Ankunft am Zielort
et: Sa saabud oma sihtkohta
fr: Vous êtes arrivé à destination
it: Hai raggiunto la tua destinazione
pl: Przybądź do celu
pt_br: Você chegou ao seu destino
ro: Ai ajuns la destinație
ru: Вы прибываете на место назначения
sk_sk: Prišli ste do Vášho cieľa
sv: Anländ till din destination.

source: Board the ferry
be_by: Пасадка на паром
cs: Naloďte se na trajekt
de_de: Nimm die Fähre
et: Sõida või mine praamile
fr: Embarquez sur le ferry
it: Imbarcarsi sul traghetto
pl: Wsiądź na prom
pt_br: Embarque na balsa
ro: Urcă pe feribot
ru: Погрузитесь на паром
sk_sk: Naloďte sa na trajekt
sv: Borda färjan

source: Continue
be_by: Працягваць
cs: Pokračujte
de_de: Weiter
et: Jätka
fr: Continuez
it: Proseguire
pl: Kontynuuj
ro: Continuă
ru: Продолжайте
sk_sk: Pokračujte
sv: Fortsätt

source: Merge right and continue on highway
be_by: З'едзьце направа і працягвайце рух па шашы
cs: Sjedete doprava a pokračujete po dálnici
de_de: Hallte Dich rechts und bleib auf der Autobahn
et: Liitu sõidurajaga paremal ja jätka mööda kiirteed
fr: Insérez-vous à droite et continuez sur l'autoroute
it: Immettersi a destra e proseguire sull'autostrada
pl: Skręć w prawo i jedź dalej autostradą
ro: Încadrează-te pe dreapta și continuă pe autostradă
ru: Перестройтесь направо и двигайтесь далее по шоссе
sk_sk: Zaraďte sa vpravo a pokračujte po diaľnici
sv: Håll höger och fortsätt på motorvägen

source: Merge left and continue on highway
be_by: З'едзьце налева і працягвайце рух па шашы
cs: Sjedete vlevo a pokračujete po dálnici
de_de: Hallte Dich links und bleib auf der Autobahn
et: Liitu sõidurajaga vasakul ja jätka mööda kiirteed
fr: Insérez-vous à gauche et continuez sur l'autoroute
it: Immettersi a sinistra e proseguire sull'autostrada
pl: Skręć w lewo i jedź dalej autostradą
ro: Încadrează-te pe stânga și continuă pe autostradă
ru: Перестройтесь налево и двигайтесь далее по шоссе
sk_sk: Zaraďte sa vľavo a pokračujte po diaľnici
sv: Håll vänster och fortsätt på motorvägen

source: Disembark the ferry
be_by: Высадка з парома
cs: Vyloďte se z trajektu
de_de: Verlasse die Fähre
et: Lahku praamilt
fr: Débarquez du ferry
it: Sbarcare dal traghetto
pl: Zejdź z promu
pt_br: Desembarque da balsa
ro: Coboară de pe feribot
ru: Покиньте паром
sk_sk: Vystúpte z trajektu
sv: Lämna färjan

source: Start navigation
be_by: Пачаць навігацыю
cs: Spusťte navigaci
de_de: Starte Navigation
et: Alusta teekonda
fr: Commencer la navigation
it: Inizia la navigazione
pl: Rozpocznij nawigację
pt_br: Iniciar navegação
ro: Pornește la drum
ru: Начать движение
sk_sk: Spustenie navigácie
sv: Starta navigering

source: Merge right and enter highway
be_by: З'едзьце направа і выязджайце на шашу
cs: Sjeďte doprava a vjeďte na dálnici
de_de: Fahre nach rechts und nimm die Autobahn
et: Liitu sõidurajaga paremal ja sõida kiirteele
fr: Insérez-vous à droite et entrez sur l'autoroute
it: Immettersi a destra ed entrare in autostrada
pl: Skręć w prawo i wjedź na autostradę
ro: Încadrează-te pe dreapta și intră pe autostradă
ru: Перестройтесь направо и выезжайте на шоссе
sk_sk: Zaraďte sa vpravo a vojdite na diaľnicu
sv: Håll höger och anslut till motorvägen

source: Merge left and enter highway
be_by: З'едзьце налева і выязджайце на шашу
cs: Sjeďte doleva a vjeďte na dálnici
de_de: Fahre nach rechts und nimm die Autobahn
et: Liitu sõidurajaga vasakul ja sõida kiirteele
fr: Insérez-vous à gauche et entrez sur l'autoroute
it: Immettersi a sinistra ed entrare in autostrada
pl: Skręć w lewo i wjedź na autostradę
ro: Încadrează-te pe stânga și intră pe autostradă
ru: Перестройтесь налево и выезжайте на шоссе
sk_sk: Zaraďte sa vľavo a vojdite na diaľnicu
sv: Håll vänster och anslut till motorvägen

source: Enter highway
be_by: Увайсці на аўтамагістраль
cs: Vjeďte na dálnici
de_de: Fahre auf Autobahn
et: Sõida kiirteele
fr: Prenez l'autoroute
it: Entra in autostrada
pl: Wjedź na autostradę
pt_br: Entre na rodovia
ro: Intră pe autostradă
ru: Выезжайте на шоссе
sk_sk: Vojdite na diaľnicu
sv: Anslut till motorvägen

source: Take exit on the right
be_by: Звярніце на выезд справа
cs: Sjeďte výjezdem vpravo
de_de: Nimm die Ausfahrt rechts
et: Pööra ära mahasõidust paremal
fr: Prenez la sortie à droite
it: Prendere l'uscita a destra
pl: Skręć w zjazd po prawej
pt_br: Pegue a saída à direita
ro: Virează la dreapta spre ieșire
ru: Сверните на правый съезд
sk_sk: Použite výjazd vpravo
sv: Ta avfarten till höger

source: Take exit on the left
be_by: Звярніце на выезд слева
cs: Sjeďte výjezdem vlevo
de_de: Nimm die Ausfahrt links
et: Pööra ära mahasõidust vasakul
fr: Prenez la sortie à gauche
it: Prendere l'uscita a sinistra
pl: Skręć w zjazd po lewej
pt_br: Pegue a saída à esquerda
ro: Virează la stânga spre ieșire
ru: Сверните на левый съезд
sk_sk: Použite výjazd vľavo
sv: Ta avfarten till vänster

source: Take exit {number} on the right
be_by: Выйдзіце праваруч на выхад {number}
cs: Sjeďte výjezdem {number} vpravo
de_de: Nimm Ausfahrt {number} auf der rechten Seite
et: Pööra ära mahasõidust {number} paremal
fr: Prenez la sortie {number} à droite
it: Prendere l'uscita {number} a destra
pl: Skręć w {number} zjazd po prawej
pt_br: Pegue a saída {number} à direita
ro: Virează la dreapta spre ieșirea {number}
ru: Сверните на правый съезд {number}
sk_sk: Použite výjazd {number} vpravo
sv: Ta avfart {number} till höger

source: Take exit {number} on the left
be_by: Выйдзіце налева па выхадзе {number}
cs: Sjeďte výjezdem {number} vlevo
de_de: Nimm Ausfahrt {number} auf der linken Seite
et: Pööra ära mahasõidust {number} vasakul
fr: Prenez la sortie {number} à gauche
it: Prendere l'uscita {number} a sinistra
pl: Skręć w {number} zjazd po prawej
pt_br: Pegue a saída {number} à esquerda
ro: Virează la stânga spre ieșirea {number}
ru: Сверните на левый съезд {number}
sk_sk: Použite výjazd {number} vľavo
sv: Ta avfart {number} till vänster

source: Keep right
be_by: Трымайцеся права
cs: Držte se vpravo
de_de: Rechts halten
et: Hoia paremale
fr: Restez à droite
it: Tenere la destra
pl: Trzymaj się prawej strony
pt_br: Mantenha-se à direita
ro: Ține dreapta
ru: Держитесь правой стороны
sk_sk: Držte sa vpravo
sv: Håll kvar höger

source: Keep left
be_by: Трымайцеся лева
cs: Držte se vlevo
de_de: Links halten
et: Hoia vasakule
fr: Restez à gauche
it: Tenere la sinistra
pl: Trzymaj się lewej strony
pt_br: Mantenha-se à esquerda
ro: Ține stânga
ru: Держитесь левой стороны
sk_sk: Držte sa vľavo
sv: Håll kvar vänster

source: Keep straight
be_by: Трымайцеся прама
cs: Jeďte rovně
de_de: Geradeaus
et: Liigu otse
fr: Continuez tout droit
it: Tenere dritto
pl: Jedź prosto
pt_br: Siga em frente
ro: Drept înainte
ru: Двигайтесь прямо
sk_sk: Choďte priamo
sv: Håll kvar rakt fram

source: Enter the roundabout and take the first exit
be_by: Зайдзіце на кругавую развязку і звярніце на першы выезд
cs: Vjeďte na kruhový objezd a sjeďte prvním výjezdem.
de_de: Fahre in den Kreisverkehr und nimm die erste Ausfahrt
et: Sõida ringteele ja pööra ära esimesest ärapöördest
fr: Prenez le rond-point et prenez la première sortie
it: Entrare nella rotonda e prendere la prima uscita
pl: Wjedź na rondo i zjedź pierwszym zjazdem
pt_br: Entre na rotatória e pegue a primeira saída
ro: Intră în sensul giratoriu și virează la prima ieșire
ru: Выберите первый съезд на кольцевой развязке
sk_sk: Vojdite do kruhového objazdu a opustite ho prvým výjazdom
sv: Kör in i rondellen och ta första avfarten

source: Enter the roundabout and take the second exit
be_by: Зайдзіце на кругавую развязку і звярніце на другі выезд
cs: Vjeďte na kruhový objezd a sjeďte druhým výjezdem.
de_de: Fahre in den Kreisverkehr und nimm die zweite Ausfahrt
et: Sõida ringteele ja pööra ära teisest ärapöördest
fr: Prenez le rond-point et prenez la deuxième sortie
it: Entrare nella rotonda e prendere la seconda uscita
pl: Wjedź na rondo i zjedź drugim zjazdem
pt_br: Entre na rotatória e pegue a segunda saída
ro: Intră în sensul giratoriu și virează la a doua ieșire
ru: Выберите второй съезд на кольцевой развязке
sk_sk: Vojdite do kruhového objazdu a opustite ho druhým výjazdom
sv: Kör in i rondellen och ta andra avfarten

source: Enter the roundabout and take the third exit
be_by: Зайдзіце на кругавую развязку і звярніце на трэці выезд
cs: Vjeďte na kruhový objezd a sjeďte třetím výjezdem.
de_de: Fahre in den Kreisverkehr und nimm die dritte Ausfahrt
et: Sõida ringteele ja pööra ära kolmandast ärapöördest
fr: Prenez le rond-point et prenez la troisième sortie
it: Entrare nella rotonda e prendere la terza uscita
pl: Wjedź na rondo i zjedź trzecim zjazdem
pt_br: Entre na rotatória e pegue a terceira saída
ro: Intră în sensul giratoriu și virează la a treia ieșire
ru: Выберите третий съезд на кольцевой развязке
sk_sk: Vojdite do kruhového objazdu a opustite ho tretím výjazdom
sv: Kör in i rondellen och ta tredje avfarten

source: Enter the roundabout and take the fourth exit
be_by: Зайдзіце на кругавую развязку і звярніце на чацвёрты выезд
cs: Vjeďte na kruhový objezd a sjeďte čtvrtým výjezdem.
de_de: Fahre in den Kreisverkehr und nimm die vierte Ausfahrt
et: Sõida ringteele ja pööra ära neljandast ärapöördest
fr: Prenez le rond-point et prenez la quatrième sortie
it: Entrare nella rotonda e prendere la quarta uscita
pl: Wjedź na rondo i zjedź czwartym zjazdem
pt_br: Entre na rotatória e pegue a quarta saída
ro: Intră în sensul giratoriu și virează la a patra ieșire
ru: Выберите четвертый съезд на кольцевой развязке
sk_sk: Vojdite do kruhového objazdu a opustite ho štvrtým výjazdom
sv: Kör in i rondellen och ta fjärde avfarten

source: Enter the roundabout and take the fifth exit
be_by: Зайдзіце на кругавую развязку і звярніце на пяты выезд
cs: Vjeďte na kruhový objezd a sjeďte pátým výjezdem.
de_de: Fahre in den Kreisverkehr und nimm die fünfte Ausfahrt
et: Sõida ringteele ja pööra ära viiendast ärapöördest
fr: Prenez le rond-point et prenez la cinquième sortie
it: Entrare nella rotonda e prendere la quinta uscita
pl: Wjedź na rondo i zjedź piątym zjazdem
pt_br: Entre na rotatória e pegue a quinta saída
ro: Intră în sensul giratoriu și virează la a cincea ieșire
ru: Выберите пятый съезд на кольцевой развязке
sk_sk: Vojdite do kruhového objazdu a opustite ho piatym výjazdom
sv: Kör in i rondellen och ta femte avfarten

source: Enter the roundabout and take the sixth exit
be_by: Зайдзіце на кругавую развязку і звярніце на шосты выезд
cs: Vjeďte na kruhový objezd a sjeďte šestým výjezdem
de_de: Fahre in den Kreisverkehr und nimm die sechste Ausfahrt
et: Sõida ringteele ja pööra ära kuuendast ärapöördest
fr: Prenez le rond-point et prenez la sixième sortie
it: Entrare nella rotonda e prendere la sesta uscita
pl: Wjedź na rondo i zjedź szóstym zjazdem
pt_br: Entre na rotatória e pegue a sexta saída
ro: Intră în sensul giratoriu și virează la a șasea ieșire
ru: Выберите шестой съезд на кольцевой развязке
sk_sk: Vojdite do kruhového objazdu a opustite ho šiestym výjazdom
sv: Kör in i rondellen och ta sjätte avfarten

source: Enter the roundabout
be_by: Уваходзім на кругавую развязку
cs: Vjeďte na kruhový objezd
de_de: Fahre in den Kreisverkehr
et: Sõida ringteele
fr: Prenez le rond-point
it: Entrare nella rotonda
pl: Wjedź na rondo
pt_br: Entre na rotatória
ro: Intră în sensul giratoriu
ru: Въезжайте на кольцевую развязку
sk_sk: Vojdite do kruhového objazdu
sv: Kör in i rondellen

source: Exit the roundabout
be_by: Выезд з кругавой дарогі
cs: Sjeďte z kruhového objezdu
de_de: Verlasse den Kreisverkehr
et: Pööra ringteelt ära
fr: Sortez du rond-point
it: Uscire dalla rotonda
pl: Opuść rondo
pt_br: Saída da rotatória
ro: Părăsește sensul giratoriu
ru: Покиньте кольцевую развязку
sk_sk: Opustite kruhový objazd
sv: Kör ut ur rondellen

source: Bear right
be_by: Павярніце направа
cs: Sjeďte vpravo
de_de: Rechts halten
et: Võta suund paremale
fr: Serrez à droite
it: Tenere la destra
ro: Virează larg la dreapta
ru: Возьмите вправо
sk_sk: Choďte vpravo
sv: Håll höger

source: Bear left
be_by: Павярніце налева
cs: Sjeďte vlevo
de_de: Links halten
et: Võta suund vasakule
fr: Serrez à gauche
it: Tenere la sinistra
ro: Virează larg la stânga
ru: Возьмите влево
sk_sk: Choďte vľavo
sv: Håll vänster

source: Make a sharp right
be_by: Зрабіце рэзкі паварот направа
cs: Zahněte ostře doprava
de_de: Biege scharf rechts ab
et: Pööra järsult paremale
fr: Tournez complètement à droite
it: Girare a destra
pl: Skręć ostro w prawo
pt_br: Faça uma curva acentuada à direita
ro: Virează strâns la dreapta
ru: Резко поверните направо
sk_sk: Zabočte prudko doprava
sv: Sväng skarpt höger

source: Make a sharp left
be_by: Зрабіце рэзкі паварот налева
cs: Zahněte ostře doleva
de_de: Biege scharf links ab
et: Pööra järsult vasakule
fr: Tournez complètement à gauche
it: Girare a sinistra
pl: Skręć ostro w lewo
pt_br: Faça uma curva acentuada à esquerda
ro: Virează strâns la stânga
ru: Резко поверните налево
sk_sk: Zabočte prudko doľava
sv: Sväng skarpt vänster

source: Turn right
be_by: Павярніце направа
cs: Odbočte vpravo
de_de: Biege rechts ab
et: Pööra paremale
fr: Tournez à droite
it: Girare a destra
pl: Skręć w prawo
pt_br: Vire à direita
ro: Virează la dreapta
ru: Поверните направо
sk_sk: Odbočte doprava
sv: Sväng höger

source: Turn left
be_by: Павярніце налева
cs: Odbočte vlevo
de_de: Biege links ab
et: Pööra vasakule
fr: Tournez à gauche
it: Girare a sinistra
pl: Skręć w lewo
pt_br: Vire à esquerda
ro: Virează la stânga
ru: Поверните налево
sk_sk: Odbočte doľava
sv: Sväng vänster

source: Make a right U-turn
be_by: Зрабіце разварот направа
cs: Otočte se zpět doprava
de_de: Wende rechts herum
et: Pööra paremalt tagasi
fr: Faites demi-tour à droite
it: Fare un'inversione a destra
pl: Zawróć w prawo
pt_br: Faça um retorno à direita
ro: Întoarce prin dreapta
ru: Развернитесь направо
sk_sk: Otočte sa doprava
sv: Gör en u-sväng åt höger

source: Make a left U-turn
be_by: Зрабіце разварот налева
cs: Otočte se zpět doleva
de_de: Wende links herum
et: Pööra vasakult tagasi
fr: Faites demi-tour à gauche
it: Fare un'inversione a sinistra
pl: Zawróć w lewo
pt_br: Faça um retorno à esquerda
ro: Întoarce prin stânga
ru: Развернитесь налево
sk_sk: Otočte sa doľava
sv: Gör en u-sväng åt vänster

source: Make a U-turn
be_by: Зрабіце разварот
cs: Otočte se zpět
de_de: Bitte wenden
et: Pööra tagasi
fr: Faites demi-tour
it: Fare un'inversione di marcia
pl: Zawróć
pt_br: Faça um retorno
ro: Întoarce
ru: Развернитесь
sk_sk: Otočte sa
sv: Gör en u-sväng

source: Prefer
be_by: Аддаю перавагу
cs: Upřednostnit
de_de: Bevorzugen
el: Προτιμώ
et: Eelista
fi: Suosi
fr: Filtre
fur: Preferìs
it: Preferisci
nl: Verkiezen
pl: Preferowana
pt_br: Preferência
ro: Preferat
ru: Настройка
sk_sk: Uprednostniť
sl_si: Želeno
sv: Föredra

source: Closest
be_by: Найбліжэйшы
cs: Nejbližší
de_de: Nächste
el: Πλησιέστερη
et: Lähim
fi: Lähimpiä
fr: Le plus proche
fur: Plui dongje
it: Più vicino
nl: Dichtstbij
pl: Najkrótsza
pt_br: Mais perto
ro: Cel mai apropiat
ru: Ближайшие
sk_sk: Najbližší
sl_si: Najbližje
sv: Närmast

source: Best
be_by: Лепшы
cs: Nejlepší
de_de: Beste
el: Καλύτερη
et: Parim
fi: Parhaita
fr: Le meilleur
fur: Miôr
it: Migliore
pl: Najlepsza
pt_br: Melhor
ro: Cel mai bun
ru: Лучшие
sk_sk: Najlepší
sl_si: Najboljše
sv: Bäst

source: Search along the route
be_by: Пошук па маршруце
cs: Vyhledávání na trase
de_de: Suche entlang der Route
el: Αναζήτηση κατά μήκος της διαδρομής
et: Otsi teekonna äärest
fi: Hae reitin varrelta
fr: Recherche le long de la route
fur: Cîr dilunc il percors
it: Cerca lungo il percorso
nl: Zoeken langs route
pl: Szukaj wzdłuż trasy
pt_br: Pesquisar ao longo da rota
ro: Caută de-a lungul traseului
ru: Поиск по маршруту
sk_sk: Vyhľadávanie po trase
sv: Sök längs rutten

source: When set, the search along the route is performed starting from the point specified by 'Near' on this page
be_by: Пры ўсталёўцы пошук па маршруце вядзецца з кропкі, вызначанай у «Побач» на гэтай старонцы
cs: Když je nastaveno, vyhledávání na trase se provádí od bodu specifikovaného v části "Blízko" na této stránce
de_de: Wenn diese Option aktiviert ist, wird die Suche ausgehend von dem „In der Nähe" angegebenen Punkt entlang der Route ausgeführt.
el: Όταν έχει οριστεί, η αναζήτηση κατά μήκος της διαδρομής εκτελείται ξεκινώντας από το σημείο που καθορίζεται από το 'Κοντά' στη σελίδα αυτή
et: Kui see valik on kasutusel, siis otsing teekonna ääres algab punktist mille sa sellel lehel oled määratlenud kui „Lähedal“
fi: Kun valittu, haku reitin varrelta tapahtuu alkaen pisteestä, joka on valittu olevan 'lähellä' tällä sivulla
fr: Lorsque définie, la recherche le long de la route est effectuée à partir du point spécifié "proche" sur cette page
fur: Cuant che al ven stabilît, la ricercje dilunc il percors e ven eseguide a partî dal pont specificât di 'Dongje' su cheste pagjine
it: Quando impostata, la ricerca lungo il percorso viene eseguita a partire dal punto specificato in 'Vicino' su questa pagina
nl: Indien ingesteld, wordt zoeken langs route uitgevoerd vanaf het punt opgegeven bij ‘Dichtbij’ op deze pagina
pl: Po ustawieniu, wyszukiwanie na trasie odbywa się od punktu określonego przez "W pobliżu" na tej stronie
pt_br: Quando selecionada, a pesquisa ao longo da rota será realizada a partir do ponto especificado como "Próximo" nessa página
ro: Dacă se utilizează această opțiune, căutarea de-a lungul traseului începe din locul pe care l-ai definit în această pagină ca fiind „Aproape”
ru: Если задан, то поиск по маршруту выполняется от точки, указанной как 'Рядом' на этой странице
sk_sk: Keď je nastavené, vyhľadávanie po trase sa vykonáva z miesta určeného v 'Neďaleko' na tejto stránke
sv: Vid aktivering utförs sökning längs rutten, med början från den punkt som specificeras av "Nära" på den här sidan

source: Search starting from the reference point
be_by: Пошук пачынаючы з кропкі адліку
cs: Vyhledávání začíná od referenčního bodu
de_de: Suche ausgehend vom Referenzpunkt
el: Αναζήτηση ξεκινώντας από το σημείο αναφοράς
et: Otsi alates valitud asukohast
fi: Hae alkaen valitusta pisteestä
fr: Recherche à partir du point de référence
fur: Ricercje tacant dal pont di riferiment
it: Rierca a partire dal punto di riferimento
nl: Zoeken beginnen vanaf referentiepunt
pl: Wyszukaj zaczynając od punktu odniesienia
pt_br: Pesquisar a partir do ponto de referência
ro: Căutarea începe din locul specificat
ru: Поиск от контрольной точки
sk_sk: Vyhľadávanie začína od referenčného bodu
sv: Sök med början från referenspunkten

source: About Pure Maps
be_by: Пра Pure Maps
cs: O Pure Maps
de_de: Über „Pure Maps"
el: Σχετικά με Pure Maps
et: Pure Maps rakenduse teave
fi: Tietoja Pure Mapsista
fr: À propos de Pure Maps
fur: Informazions su Pure Maps
it: Info su Pure Maps
nl: Over Pure Maps
pl: O Pure Maps
pt_br: Sobre o Pure Maps
ro: Despre Pure Maps
ru: О Pure Maps
sk_sk: O Pure Maps
sv: Om Pure Maps

source: version %1
be_by: версія %1
cs: verze %1
el: έκδοση %1
et: versioon %1
fi: versio %1
it: versione %1
nl: versie %1
pl: wersja %1
pt_br: versão %1
ro: versiunea %1
ru: версия %1
sk_sk: verzia %1
sl_si: Različica %1
