Repository: tpikonen/pure-maps
Catalog: po/*.po
Languages: be_by, cs, de_de, el, et, fi, fr, fur, it, nl, pl, pt_br, ro, ru, sk_sk, sl_si, sv

source: Moving in a wrong direction
be_by: Перамяшчэнне ў няправільным напрамку
cs: Pohybujete se špatným směrem
de_de: Falsche Richtung
et: Liigume valesse suunda
fi: Liikkuu väärään suuntaan
fr: Déplacement dans la mauvaise direction
fur: Tu stâs lant te direzion sbaliade
it: La direzione è sbagliata
nl: Je rijdt de verkeerde kant op
pl: Poruszanie się w złym kierunku
pt_br: Você está indo na direção contrária
ro: Direcția este greșită
ru: Движение в неправильном направлении
sk_sk: Pohyb nesprávnym smerom
sv: Förflyttning i fel riktning

source: Away from route
be_by: Выйсці з маршруту
cs: Mimo trasu
de_de: Abseits der Route
et: Teekonnast eemal
fi: Poissa reitiltä
fr: Hors de l'itinéraire
fur: Fûr dal percors
it: Lontano dal percorso
nl: Je bent afgeweken van de route
pl: Z dala od trasy
pt_br: Longe da rota
ro: Te-ai abătut de la traseu
ru: Вдали от маршрута
sk_sk: Ďaleko od trasy
sv: Utanför rutten

source: Position imprecise: accuracy %1
be_by: Пазіцыя нядакладная: дакладнасць %1
cs: Poloha je nepřesná: přesnost %1
de_de: Position ungenau: Genauigkeit %1
et: Asukoht pole täpne: viga %1
fi: Sijainti epätarkka: tarkkuus %1
fr: Position imprécise : précision %1
fur: Posizion imprecise: precision %1
it: Posizione imprecisa: precisione %1
nl: Onnauwkeurige positie: nauwkeurigheid %1
pl: Pozycja nieprecyzyjna: dokładność %1
pt_br: Posição imprecisa: precisão de %1
ro: Poziție imprecisă: precizie %1
ru: Позиция неточна: точность %1
sk_sk: Nepresná poloha: presnosť %1
sv: Position oprecis: Noggrannhet %1

source: Position unknown
be_by: Местазнаходжанне невядомая
cs: Pozice neznámá
de_de: Position unbekannt
et: Asukoht ei ole teada
fi: Sijaintia ei tiedetä
fr: Position inconnue
fur: Posizion no cognossude
it: Posizione sconosciuta
nl: Onbekende positie
pl: Nieznana pozycja
pt_br: Posição desconhecida
ro: Poziție necunoscută
ru: Позиция неизвестна
sk_sk: Poloha nie je známa
sv: Position okänd

source: In %2, %1
be_by: У %2, %1
cs: Za %2, %1
et: %2 järel %1
fr: Dans %2, %1
it: Tra %2, %1
nl: Sla over %2 %1
pl: Za %2, %1
pt_br: Em %2, %1
ro: După %2, %1
ru: В %2, %1
sk_sk: Po %2, %1

source: %1 h %2 min
be_by: %1 г %2 хв
nl: %1 uur en %2 min.
ru: %1 ч %2 мин
sv: %1 t %2 min

source: %1 min
be_by: %1 хв.
ru: %1 мин

source: Starting navigation
be_by: Запуск навігацыі
cs: Spouští se navigace
de_de: Starte Navigation
et: Alustan teekonda
fi: Aloitetaan navigointi
fr: Démarrage de la navigation
fur: Daûr a scomençâ la navigazion
it: Avvio della navigazione
nl: Bezig met starten van navigatie
pl: Uruchamianie nawigacji
pt_br: Iniciando navegação
ro: Se începe navigarea
ru: Начало навигации
sk_sk: Spúšťa sa navigovanie
sv: Startar navigering

source: Position imprecise
be_by: Пазіцыя нядакладная
cs: Poloha je nepřesná
de_de: Position ungenau
et: Asukoht ei ole täpne
it: Posizione imprecisa
pt_br: Localização imprecisa
ro: Poziție imprecisă
ru: Позиция неточна
sv: Position oprecis

source: Position available
be_by: Пазіцыя даступна
cs: Pozice k dispozici
de_de: Position verfügbar
et: Asukoht on teada
it: Posizione disponibile
pt_br: Localização disponível
ro: Poziție disponibilă
ru: Позиция определена
sv: Position tillgänglig

source: Search in Finland. Supports autocomplete
be_by: Пошук у Фінляндыі. Падтрымлівае аўтазапаўненне
cs: Vyhledávání ve Finsku. Podporuje automatické doplňování
de_de: Suchen in Finnland. Unterstützt die automatische Vervollständigung
et: Soome andmete otsing, mis kasutab automaatset sõnalõpetust
fi: Hae Suomesta. Tukee automaattista täydennystä
fr: Recherche en Finlande. Prise en charge de la saisie automatique
fur: Cîr in Finlandie. Al supuarte l'auto-completament
it: Ricerca in Finlandia. Consente il completamento automatico
nl: Zoeken in Finland. Automatisch aanvullen wordt ondersteund
pl: Szukaj w Finlandii. Obsługuje autouzupełnianie
pt_br: Pesquisa na Finlândia. Suporta autocompletar.
ro: Caută în Finlanda. Permite completarea automată
ru: Поиск в Финляндии. Поддерживает автодополнения
sk_sk: Hľadanie vo Fínsku. Podpora automatického doplňovania
sv: Sök i Finland. Stödjer automatisk komplettering.

source: Search based on HERE data. Supports autocomplete
be_by: Пошук на аснове даных HERE. Падтрымлівае аўтазапаўненне
cs: Vyhledávání na základě dat HERE. Podporuje automatické dokončování
de_de: Suche basiert auf HERE Daten. Autovervollständigung wird unterstützt
et: Otsing põhineb HERE andmetel. Kasutab otsingusoovitusi
fr: Recherche basée sur les données HERE. Supporte l'autocomplétion.
it: Ricerca basata sui dati HERE. Consente il completamento automatico
pl: Wyszukiwanie na podstawie danych HERE. Obsługuje autouzupełnianie
pt_br: Pesquisa baseada em dados do HERE. Oferece suporte a autocompletar
ro: Căutare pe baza datelor HERE. Permite completarea automată
ru: Поиск на основе данных HERE. Поддерживает автодополнение.
sk_sk: Vyhľadávanie na základe údajov HERE. Podporuje automatické dopĺňanie
sv: Sök baserat på HERE-data. Stödjer automatisk komplettering.

source: Search based on open data sources
be_by: Пошук на аснове адкрытых крыніц даных
cs: Hledání založené na otevřených zdrojích
de_de: Suche basierend auf offenen Datenquellen
el: Αναζήτηση βάσει ανοιχτών πηγών δεδομένων
et: Otsing põhineb avatud andmeallikatel
fi: Haku perustuen avoimiin tietolähteisiin
fr: Recherche basée sur des données open source
fur: Ricercje basade su sorzints di dâts viertis
it: Ricerca basata su sorgenti di dati aperte
nl: Zoeken gebaseerd op opengegevensbronnen
pl: Wyszukaj w oparciu o źródła open source
pt_br: Busca baseada em fontes de dados abertas
ro: Căutare bazată pe surse de date publice
ru: Поиск с использованием открытых ресурсов
sk_sk: Hľadanie založené na otvorených dátových zdrojoch
sl_si: Vir podatkov za iskanje so odprtokodni viri
sv: Sök baserat på öppna datakällor

source: Search based on open data sources. Supports autocomplete
be_by: Пошук на аснове адкрытых крыніц даных. Падтрымлівае аўтазапаўненне
cs: Vyhledávání založené na otevřených zdrojích dat. Podporuje automatické doplňování
de_de: Suche basierend auf offenen Datenquellen. Unterstützt die automatische Vervollständigung
et: Otsing põhineb avatud andmeallikatel ning võimaldab automaatset sõnalõpetust
fi: Haku perustuu avoimiin tietolähteisiin. Tukee automaattista täydennystä
fr: Recherche basée sur des sources de données ouvertes. Prise en charge de l'auto-complétion.
fur: Ricercje basade su sorzints di dâts viertis. Al supuarte l'auto-completament
it: Ricerca basata su fonti di dati pubblici. Consente il completamento automatico
nl: Zoeken gebaseerd op opengegevensbronnen. Automatisch aanvullen wordt ondersteund
pl: Wyszukiwanie w oparciu o otwarte źródła danych. Obsługuje autouzupełnianie
pt_br: Pesquisa baseada em fontes abertas de dados. Suporta autocompletar.
ro: Căutare bazată pe surse de date publice. Permite completarea automată
ru: Поиск на основе открытых источников данных. Поддержка автодополнения
sk_sk: Hľadanie založené na otvorených dátových zdrojoch. Podporuje automatické doplňovanie
sv: Sök baserat på öppna datakällor. Stödjer automatisk komplettering.

source: Search based on OpenStreetMap data. Supports autocomplete
be_by: Пошук на аснове даных OpenStreetMap. Падтрымлівае аўтазапаўненне
cs: Vyhledávání založené na datech OpenStreetMap. Podporuje automatické doplňování
de_de: Suche basierend auf OpenStreetMap-Daten. Unterstützt die automatische Vervollständigung
et: Otsing põhineb OpenStreetMap'i andmetel ning võimaldab automaatset sõnalõpetust
fi: Haku perustuu OpenStreetMap-aineistoon. Tukee automaattista täydennystä
fr: Recherche basée sur des données OpenStreetMap. Prise en charge de l'auto-complétion.
fur: Ricercje basade su dâts di OpenStreetMap. Al supuarte l'auto-completament
it: Ricerca basata su dati OpenStreetMap. Consente il completamento automatico
nl: Zoeken gebaseerd op OpenStreetMap-gegevens. Automatisch aanvullen wordt ondersteund
pl: Szukaj na podstawie danych OpenStreetMap. Obsługuje autouzupełnianie
pt_br: Pesquisa baseada em dados do OpenStreetMap. Suporta autocompletar.
ro: Căutare bazată pe datele OpenStreetMap. Permite completarea automată
ru: Поиск на основе данных OpenStreetMap. Поддерживает автодополнение
sk_sk: Hľadanie založené na dátach OpenStreetMap. Podporuje automatické doplňovanie
sv: Sök baserat på OpenStreetMap-data. Stödjer automatisk komplettering.

source: Venues listed and reviewed by Foursquare users
be_by: Месцы, пералічаныя і прагледжаныя карыстальнікамі Foursquare
cs: Místa seřazená a hodnocená uživateli Foursquare
de_de: Von Foursquare Nutzern eingetragene und geprüfte Orte
el: Οι χώροι που αναγράφονται και εξετάζονται από χρήστες του Foursquare
et: Foursquare'i kasutajate poolt sisestatud ja hinnatud kohad
fi: Foursquaren käyttäjien lisäämät ja arvioimat paikat
fr: Lieux classés et commentés par les utilisateurs Foursquare
fur: Lûcs listâts e recensîts dai utents di Foursquare
it: Località elencate e recensite da utenti Foursquare.
nl: Plaatsen opgelijst en beoordeeld door Foursquare-gebruikers
pl: Miejsca skatalogowane i ocenione przez użytkowników Foursquare
pt_br: Locais listados e avaliados por usuários do Foursquare
ro: Locuri enumerate și recenzate de utilizatorii Foursquare
ru: Заведения, указанные и оценённые пользователями Foursquare
sk_sk: Miesta zoradené a hodnotené používateľmi Foursquare
sl_si: Prizorišča, predstavljena in ocenjena s strani Foursquare uporabnikov
sv: Platser listade och utvärderade av Foursquare-användare

source: Points of interest from OpenStreetMap data
be_by: Цікавыя месцы з даных OpenStreetMap
cs: Zajímavá místa z OpenStreetMap
de_de: Sehenswürdigkeiten aus OpenStreetMap
el: Σημεία ενδιαφέροντος από τα δεδομένα του OpenStreetMap
et: Huvipunktid OpenStreetMap'i andmete alusel
fi: Kohdepisteet OpenStreetMap-aineistosta
fr: Points d’intérêt issus de données OpenStreetmap
fur: Ponts di interès dai dâts di OpenStreetMap
it: Punti di interesse da dati OpenStreetMap
nl: Bezienswaardigheden uit OpenStreetMap-gegevens
pl: Interesujące miejsca z danych OpenStreetMap
pt_br: Pontos de interesse do OpenStreetMap
ro: Locuri de interes din datele OpenStreetMap
ru: Интересные точки по данным OpenStreetMap
sk_sk: Zaujímavé miesta z OpenStreetMap
sl_si: Vir podatkov za zanimive točke je OpenStreetMap
sv: Punkter av intresse, från OpenStreetMap-data

source: Routing along GPX track
be_by: Маршрут па трэку GPX
cs: Trasování podle GPX trasy
de_de: Wegberechnung entlang GPX Strecke
el: Δρομολόγηση κατά μήκος GPX ίχνους
et: Teekond piki GPX-rada
fi: Reititys pitkin GPX-reittiä
fr: Routage avec le traqueur GPX
fur: Navigazion dulinvie la linie GPX
it: Navigazione lungo traccia GPX
nl: Routering langs GPX-spoor
pl: Wytyczanie trasy wzdłuż śladu GPX
pt_br: Calculando rota na trilha GPX
ro: Navigare de-a lungul unui traseu GPX
ru: Прокладка маршрута по GPX треку
sk_sk: Navádzanie po trase GPX
sv: Ruttberäkning längs GPX-spår

source: car
be_by: аўтамабіль
cs: autem
de_de: Auto
el: αυτοκίνητο
et: auto
fi: auto
fr: voiture
fur: machine
it: in auto
nl: auto
pl: samochód
pt_br: carro
ro: mașină
ru: автомобиль
sk_sk: automobilom
sl_si: avto
sv: bil

source: bicycle
be_by: ровар
cs: kolo
de_de: Fahrrad
el: ποδήλατο
et: jalgratas
fi: polkupyörä
fr: vélo
fur: biciclete
it: bicicletta
nl: fiets
pl: rower
pt_br: bicicleta
ro: bicicletă
ru: велосипед
sk_sk: bicykel
sl_si: kolo
sv: cykel

source: foot
be_by: пешым
cs: pěšky
de_de: Fuß
el: με τα πόδια
et: jalgsi
fi: kävellen
fr: piéton
fur: a pît
it: a piedi
nl: te voet
pl: pieszo
pt_br: a pé
ro: pe jos
ru: пешком
sk_sk: pešo
sl_si: peš
sv: fot

source: Routing along GPX track processed by OSM Scout Server
be_by: Маршрутызацыя па трэку GPX, апрацаванай OSM Scout Server
cs: Trasování podle tras GPX zpracovaných OSM Scout Serverem
de_de: Wegberechnung entlang von OSM Scout Server errechneter GPX Strecke
el: Δρομολόγηση κατά μήκος GPX ίχνους επεξεργασμένο από OSM Scout Server
et: Teekonna piki GPX-rada koostas OSM Scout Server
fi: Reititys pitkin GPX-reittiä toteutettu OSM Scout Serverillä
fr: Routage avec le traqueur GPX, propulsé par OSM Scout Server
fur: Navigazion dulinvie la linie GPS elaborade di OSM Scout Server
it: Navigazione lungo la traccia GPX elaborata da OSM Scout Server
nl: Routering langs GPX-spoor wordt verwerkt door OSM Scout Server
pl: Wytyczanie trasy wzdłuż śladu GPX poprzez OSM Scout Server
pt_br: Calculando rota na trilha GPX processada pelo OSM Scout Server
ro: Navigare de-a lungul unui traseu GPX folosind OSM Scout Server
ru: Прокладка маршрута по треку в формате GPX обработанному Сервером OSM Scout
sk_sk: Navádzanie po trase GPX spracovanej serverom OSM Scout Server
sv: Ruttberäkning längs GPX-spår, bearbetad av OSM Scout Server

source: Routing by HERE
be_by: Маршрутызацыя па HERE
cs: Navigování pomocí HERE
de_de: Routing mir HERE
et: Teekonna koostamine HERE abil
fr: Routage par HERE
it: Navigazione basata su HERE
pl: Wytyczanie trasy przez HERE
pt_br: Navegação por HERE
ro: Traseu calculat de HERE
ru: Прокладка маршрута HERE
sk_sk: Smerovanie pomocou HERE
sv: Ruttberäkning av HERE

source: Routing based on OpenStreetMap data
be_by: Маршрутызацыя на аснове дадзеных OpenStreetMap
cs: Spojení založené na datech z OpenStreetMap
de_de: Wegberechnung mit OpenStreetMap-Daten
el: Δρομολόγηση βάσει δεδομένων του OpenStreetMap
et: Teekond on koostatud OpenStreetMap'i andmete alusel
fi: Reititys pohjautuen OpenStreetMap-aineistoon
fr: Itinéraires basés sur des données OpenStreetMap
fur: Navigazion basade su dâts di OpenStreetMap
it: Navigazione basata su dati OpenStreetMap
nl: Routering gebaseerd op OpenStreetMap-gegevens
pl: Wytyczanie trasy na podstawie danych OpenStreetMap
pt_br: Rota calculada usando o OpenStreetMap
ro: Traseu calculat folosind datele OpenStreetMap
ru: Построение маршрута с использованием OpenStreetMap
sk_sk: Navádzanie založené na dátach OpenStreetMap
sl_si: Vir podatkov za preusmerjanje je OpenStreetMap
sv: Färdväg baserad på OpenStreetMap-data

source: Routing by Valhalla based on OpenStreetMap data
be_by: Маршрут Valhalla на аснове дадзеных OpenStreetMap
cs: Spojení Valhallou založené na datech z OpenStreetMap
de_de: Navigation mit Valhalla basierend auf OpenStreetMap-Daten
el: Δρομολόγηση από τη Valhalla βάσει OpenStreetMap δεδομένων
et: Teekonna koostas Valhalla OpenStreetMap'i andmete alusel
fi: Reititys Valhalla-ohjelmistolla pohjautuen OpenStreetMap-aineistoon
fr: Routage par Valhalla basé sur les données OpenStreetMap
fur: Navigazion vie Valhalla basade sui dâts di OpenStreetMap
it: Navigazione tramite Valhalla basata su dati OpenStreetMap
nl: Routering door Valhalla, gebaseerd op OpenStreetMap-gegevens
pl: Wytyczanie trasy według Valhalla na podstawie danych OpenStreetMap
pt_br: Rotas calculadas pelo Valhalla baseado no OpenStreetMap
ro: Traseu calculat de Valhalla folosind datele OpenStreetMap
ru: Прокладка маршрута с помощью Valhalla на основе данных OpenStreetMap
sk_sk: Navádzanie podľa Valhalla založené na dátach OpenStreetMap
sv: Ruttberäkning av Valhalla, baserat på OpenStreetMap-data

source: <p>Your Pure Maps installation has enabled support for HERE services.</p><br><p>Please consult <a href="https://legal.here.com/en-gb/terms/here-end-user-terms">end-user terms</a>, <a href="https://legal.here.com/en-gb/terms/acceptable-use-policy">acceptable use policy</a>, and <a href="https://legal.here.com/en-gb/privacy">HERE Privacy policies</a>. In context of use of HERE and privacy policy, Pure Maps communicates with HERE using REST API.<p></br><p>For <a href="{lruri}">legal reasons</a>, Pure Maps enables HERE search and routing in a dedicated "HERE Online" profile only. While not active anymore, see acceptable use policy of 2018 for details regarding use of HERE together with other providers under <a href="https://legal.here.com/en-gb/terms/acceptable-use-policy-2018">Layering and Modifications</a> section of the document.</p><br><p>Please either accept the terms and the policy or decline them. If declined, HERE support will be inactive and can be enabled later by accepting the terms in Preferences under Licenses.</p>
be_by: Ваша ўсталёўка Pure Maps уключае ў сябе падтрымку HERE-паслуг. Калі ласка, азнаёмцеся з <a href="https://legal.here.com/en-gb/terms/here-end-user-terms">умовамі для канчатковых карыстальнікаў</a>, <a href="https://legal.here.com/en-gb/terms/acceptable-use-policy">палітыкай дапушчальнага выкарыстання</a> і <a href="https://legal.here.com/en-gb/privacy">палітыкай прыватнасці HERE</a>. У кантэксце выкарыстання HERE і палітыкі канфеданцыальнасці, Pure Maps камунікуе з HERE з дапамогай REST API. З <a href="{lruri}">Па юрыдычных прычынах</a> Pure Maps дазваляе пошук і маршрутызацыю HERE толькі ў асобным профілі "HERE Online". Пакуль нічога больш не актыўна, глядзіце палітыку дапушчальнага выкарыстання 2018 для атрымання падрабязнай інфармацыі аб выкарыстанні HERE разам з іншымі пастаўшчыкамі ў раздзеле <a href="https://legal.here.com/en-gb/terms/acceptable-use-policy-2018">Напластаванне і змены</a> дакумента. Калі ласка, прыміце ўмовы і палітыку або адхіліце іх. У выпадку адмовы падтрымка HERE будзе неактыўнай і можа быць уключана пазней, прыняўшы ўмовы ў Наладах у Ліцэнзіях.
cs: <p>Vaše instalace Pure Maps povolila podporu pro služby HERE. </p><br><p>Přečtěte si prosím <a href="https://legal.here.com/en-gb/terms/here-end-user-terms">podmínky pro koncové uživatele</a>, <a href="https://legal.here.com/en-gb/terms/acceptable-use-policy">zásady přijatelného používání</a> a <a href="https://legal.here.com/en-gb/privacy">zásady ochrany osobních údajů HERE</a>. V kontextu používání HERE a zásad ochrany osobních údajů Pure Maps komunikuje s HERE pomocí REST API.<p></br><p> Z <a href="{lruri}">právních důvodů</a> Pure Maps umožňuje HERE vyhledávání a navigování pouze ve vyhrazeném profilu „HERE Online“. I když již není aktivní, podrobnosti týkající se používání HERE spolu s dalšími poskytovateli naleznete v části dokumentu <a href="https://legal.here.com/en-gb/terms/acceptable-use-policy-2018">Vrstvení a úpravy</a> v zásadách přijatelného používání z roku 2018.</p><br><p> Přijměte prosím podmínky a zásady, nebo je odmítněte. V případě odmítnutí bude podpora HERE neaktivní a lze ji aktivovat později přijetím podmínek v Předvolbách v části Licence.</p>
et: <p>Selles Pure Maps rakenduses on kasutusel HERE'i tugi</p><br><p>Palun tutvu <a href="https://legal.here.com/en-gb/terms/here-end-user-terms">kasutustingimustega lõppkasutajale</a>, <a href="https://legal.here.com/en-gb/terms/acceptable-use-policy">mõistliku kasutuse põhimõtetega</a> ja <a href="https://legal.here.com/en-gb/privacy">HERE privaatsustingimustega</a>. Kui HERE on kasutusel, siis Pure Maps teeb REST API abil päringuid HERE'i teenustest.<p></br><p><a href="{lruri}">Juriidilistel põhjustel</a> Pure Maps saab kasutada HERE otsingu- ja teekonna koostamise teenuseid vaid võrguteenustena „HERE Online“ profiili alusel. Kuigi 2018. aasta mõistliku kasutuse põhimõtted pole enam jõus, siis sa leiad teavet HERE'i kasutamise kohta teistes rakendustes <a href="https://legal.here.com/en-gb/terms/acceptable-use-policy-2018">Layering and Modifications</a> lõigust sellest samast dokumendist.</p><br><p>Palun otsusta, kas sa nõustud selliste HERE'i kasutustingimustega või mitte. Viimasel juhul ei ole HERE'i tugi kasutusel ning soovi korral saad hiljem selle Eelistused - Litsentsid vaatest uuesti kasutusele võtta.</p>
it: <p>L'applicazione Pure Maps è compatibile con i servizi di HERE.</p><br><p>Controllare le <a href="https://legal.here.com/en-gb/terms/here-end-user-terms">condizioni di utilizzo</a>, <a href="https://legal.here.com/en-gb/terms/acceptable-use-policy">condizioni di utilizzo corretto</a>, e la <a href="https://legal.here.com/en-gb/privacy">privacy di HERE</a>. Quando HERE è in uso, Pure Maps effettua richieste ai servizi di HERE utilizzando l'API REST.<p></br><p>Per <a href="{lruri}">motivi legali</a>, Pure Maps può utilizzare solo i servizi di calcolo e ricerca dei percorsi "HERE Online". Sebbene le Condizioni d'uso del 2018 non siano più in vigore, le informazioni sull'utilizzo di HERE in altre applicazioni sono disponibili nella sezione <a href="https://legal.here.com/en-gb/terms/acceptable-use-policy-2018">"Layering and Modifications"</a> dello stesso documento.</p><br><p>Decidere se accettare o meno le condizioni di utilizzo di HERE. In caso di rifiuto, HERE sarà inattivo e potrà essere attivato in un secondo momento accettando le condizioni d'uso nelle Preferenze nella sezione Licenze.</p>
ro: <p>Aplicația Pure Maps este compatibilă cu serviciile HERE.</p><br><p>Consultă <a href="https://legal.here.com/en-gb/terms/here-end-user-terms">condițiile de utilizare</a>, <a href="https://legal.here.com/en-gb/terms/acceptable-use-policy">termenii de utilizare corectă</a>, și <a href="https://legal.here.com/en-gb/privacy">confidențialitatea HERE</a>. Când HERE este în uz, Pure Maps face solicitări către serviciile HERE utilizând API-ul REST.<p></br><p>Din <a href="{lruri}">motive legale</a>, Pure Maps poate folosi doar serviciile „HERE Online” de calculare a traseelor și de căutare. Deși condițiile de utilizare din 2018 nu mai sunt în vigoare, pot fi găsite informații despre utilizarea HERE în alte aplicații în secțiunea <a href="https://legal.here.com/en-gb/terms/acceptable-use-policy-2018">„Layering and Modifications”</a> a aceluiași document.</p><br><p>Decide dacă accepți sau nu condițiile pentru utilizarea HERE. Dacă refuzi, HERE va fi inactiv și poate fi activat ulterior prin acceptarea condițiilor de utilizare din Preferințe, în secțiunea Licențe.</p>
sv: <p>Din Pure Maps-installation har aktiverat stöd för HERE-tjänster.</p><br><p> Se <a href="https://legal.here.com/en-gb/terms/here-end-user-terms">slutanvändaravtal</a>, <a href="https://legal.here.com/en-gb/terms/acceptable-use-policy">policy för godtagbar användning</a> och <a href="https://legal.here.com/en-gb/privacy">HERE sekretesspolicy</a>. I samband med användning av HERE och integritetspolicy kommunicerar Pure Maps med HERE via REST API.<p></br><p> Av <a href="{lruri}">juridiska skäl</a> möjliggör Pure Maps HERE-sökning och ruttberäkning i en dedikerad "HERE Online-profil". Vid inaktiv, se policyn för godtagbar användning från 2018 för detaljerad info om användning av HERE tillsammans med andra leverantörer under avsnittet <a href="https://legal.here.com/en-gb/terms/acceptable-use-policy-2018">Lager och ändringar</a> i dokumentet.</p><br><p> Vänligen acceptera antingen villkoren och policyn eller avvisa dem. Om det avvisas kommer HERE-supporten att vara inaktiv och kan aktiveras senare genom att acceptera villkoren i Inställningar under Licenser.</p>

source: API key missing
be_by: Адсутнічае ключ API
cs: Chybí klíč API
et: API võti on puudu
it: Chiave API mancante
pt_br: A chave de API está faltando
ro: Lipsește codul API
sv: API-nyckel saknas

source: Available
be_by: Даступнае
cs: Dostupné
et: Saadaval
it: Disponibile
pt_br: Disponível
ro: Disponibil
sv: Tillgänglig

source: %1 (default, disabled, API key missing)
be_by: %1 (па змаўчанні, адключана, ключ API адсутнічае)
cs: %1 (výchozí, zakázáno, chybí klíč API)
et: %1 (vaikimisi lahendus, pole kasutusel, API võti on puudu)
it: %1 (predefinito, disabilitato, chiave API mancante)
ro: %1 (prestabilit, dezactivat, lipsește codul API)
sv: %1 (standard, inaktiverad, API-nyckel saknas)

source: %1 (disabled, API key missing)
be_by: %1 (адключана, адсутнічае ключ API)
cs: %1 (zakázáno, chybí klíč API)
et: %1 (pole kasutusel, API võti on puudu)
it: %1 (disabilitato, chiave API mancante)
ro: %1 (dezactivat, lipsește codul API)
sv: %1 (inaktiverad, API-nyckel saknas)
