Repository: tpikonen/pure-maps
Catalog: po/*.po
Languages: be_by, cs, de_de, el, et, fi, fr, fur, it, nl, pl, pt_br, ro, ru, sk_sk, sl_si, sv

source: Select mode of transportation. Only applies when Pure Maps is in follow me mode.
be_by: Выберыце від транспарту. Прымяняецца, толькі калі Pure Maps знаходзіцца ў рэжыме "Ідзі за мной".
cs: Vyberte způsob dopravy. Platí pouze v případě, že aplikace Pure Maps je v režimu sledování.
de_de: Transportart auswählen. Trifft nur zu, wenn sich Pure Maps im Follow-Me-Modus befindet.
el: Επιλέξετε τον τρόπο μεταφοράς. Εφαρμόζεται μόνο αν το Pure Maps είναι σε λειτουργία ακολούθησης.
et: Vali transpordiliik. Kehtib vaid siis, kui Pure Maps jälgib sinu liikumist.
fi: Valitse kulkutapa. Käytössä vain, kun Pure Maps ei ole seurantatilassa.
fr: Choisissez le mode de transport. Ne s'applique que lorsque Pure Maps est en mode "Suivez-moi".
fur: Selezione la modalitât di traspuart. Si apliche dome cuant che Pure Maps al è in modalitât “sta daûr di me”.
it: Seleziona la modalità di trasporto. Si applica solo quando Pure Maps è in modalità seguimi.
nl: Selecteer een transportmodus. Geldt enkel wanneer Pure Maps in volg-mij-modus is.
pl: Wybierz tryb transportu. Działa jedynie kiedy Pure Maps jest w trybie "podążaj za mną".
pt_br: Selecionar modo de transporte para Siga-me.
ro: Alege modul de deplasare. Se aplică numai dacă Pure Maps este în modul „Urmează-mă”.
ru: Выбор способа передвижения. Применяется, только когда Pure Maps находится в режиме "следовать за мной".
sk_sk: Zvoľte spôsob dopravy. Platí iba ak je Pure Maps v režime sledovania.
sv: Välj transportsätt. Tillämpas endast när Pure Maps är i följ mig-läge.

source: Mode of transportation
be_by: Рэжым перавозкі
cs: Způsob dopravy
de_de: Transportmittel
el: Τρόπος μεταφοράς
et: Transpordiliik
fi: Kulkutapa
fr: Mode de transport
fur: Modalitât di traspuart
it: Modalità di trasporto
nl: Transportmodus
pl: Tryb transportu
pt_br: Modo de transporte
ro: Mod de deplasare
ru: Способ передвижения
sk_sk: Spôsob dopravy
sv: Transportsätt

source: Current selection: %1
be_by: Бягучы выбар: %1
cs: Aktuální výběr: %1
de_de: Aktuelle Auswahl: %1
et: Praegune valik: %1
fi: Nykyinen valinta: %1
fr: Sélection actuelle : %1
fur: Selezion atuâl: %1
it: Selezione corrente: %1
nl: Huidige selectie: %1
pl: Obecnie wybrane: %1
pt_br: Seleção atual: %1
ro: Alegerea actuală: %1
ru: Текущий выбор: %1
sk_sk: Súčasný výber: %1
sv: Aktuellt val: %1

source: Routing engine
be_by: Сістема маршруцізацыі
cs: Trasovací engine
et: Teekonna koostaja
fi: Reititysohjelma
fr: Moteur de guidage
fur: Motôr pal calcul dai percors
it: Motore di navigazione
nl: Routeringsmotor
pl: Silnik wyznaczania trasy
pt_br: Motor de rotas
ro: Navigator
ru: Движок маршрутизации
sk_sk: Trasovací stroj
sv: Ruttberäkningsmotor

source: Modes: %1
be_by: Рэжымы: %1
cs: Režimy: %1
de_de: Arten: %1
el: Τρόποι λειτουργίας: %1
et: Liigid: %1
fi: Kulkutavat: %1
fur: Modalitâts: %1
it: Modalità: %1
nl: Modi: %1
pl: Tryby: %1
pt_br: Modo: %1
ro: Moduri: %1
ru: Режимы: %1
sk_sk: Režimy: %1
sl_si: Načini: %1
sv: Lägen: %1

source: Auto-zoom requires auto-centering to be enabled
be_by: Аўтаматычнае маштабаванне патрабуе ўключэння аўтаматычнага цэнтравання
cs: Auto-zoom vyžaduje povolení funkce automatického centrování
de_de: Automatische Vergrößerung benötigt aktivierte automatische Zentrierung
et: Automaatne suumimine eeldab, et kaardivaate automaatselt keskele joondamine on kasutusel
fi: Automaattinen mittakaava vaatii automaattisen keskittämisen käyttöä
fr: Le zoom automatique nécessite l'activation de l'autocentrage.
fur: L'auto-zoom al à bisugne di vê abilitât l'auto-centrament
it: Lo zoom automatico richiede l'attivazione della centratura automatica
nl: Voor automatisch zoomen dient automatisch centreren ook ingeschakeld te zijn
pl: Auto-powiększenie wymaga włączenia automatycznego centrowania
pt_br: O zoom automático requer que o centralizamento automático esteja habilitado
ro: Zoom-ul automat necesită activarea centrării automate
ru: Для автозумирования необходимо включить автоцентрирование
sk_sk: Automatické priblíženie vyžaduje nastavenie automatického centrovania
sv: Automatisk zoom kräver att automatisk centrering är aktiverat

source: Auto-zoom on
be_by: Аўтаматычнае маштабаванне ўключана
cs: Automat. přiblížení zapnuto
de_de: Automatische Vergrößerung ein
et: Automaatne suumimine on kasutusel
fi: Automaattinen mittakaava käytössä
fr: Zoom automatique activé
fur: Auto-zoom atîf
it: Zoom automatico attivato
nl: Auto-zoom aan
pl: Automatyczne powiększenie włączone
pt_br: Zoom automático ligado
ro: Autozoom pornit
ru: Автомасштабирование вкл.
sk_sk: Automatické približovanie zapnuté
sv: Auto-zoom på

source: Auto-zoom off
be_by: Аўтаматычнае маштабаванне выключана
cs: Automat. přiblížení vypnuto
de_de: Automatische Vergrößerung aus
et: Automaatne suumimine ei ole kasutusel
fi: Automaattinen mittakaava pois
fr: Zoom automatique désactivé
fur: Auto-zoom disativât
it: Zoom automatico disattivato
nl: Auto-zoom uit
pl: Automatyczne powiększenie wyłączone
pt_br: Zoom automático desligado
ro: Autozoom oprit
ru: Автомасштабирование откл.
sk_sk: Automatické približovanie vypnuté
sv: Auto-zoom av

source: SMS
be_by: СМС
fi: Tekstiviesti
ru: СМС

source: Launching the Messages application
be_by: Запуск прыкладання "Паведамленні".
cs: Spouštění aplikace Zprávy
de_de: Öffne das Nachrichtenprogramm
el: Εκκίνηση της εφαρμογής Μηνυμάτων
et: Käivitan sõnumirakendust
fi: Käynnistetään viestisovellus
fr: Démarrage de l'application Messages
fur: Daûr a inviâ la aplicazion Messaçs
it: Apertura dell'applicazione Messaggi
nl: Berichten wordt gestart
pl: Uruchamianie aplikacji Wiadomości
pt_br: Abrindo o aplicativo de mensagens
ro: Se pornește aplicația de mesagerie
ru: Запуск приложения "Сообщения"
sk_sk: Spustenie aplikácie na posielanie správ
sl_si: Zaganjam aplikacijo za sporočila
sv: Startar meddelandeprogrammet

source: Message copied to the clipboard
be_by: Паведамленне скапіравана ў буфер абмену
cs: Zpráva zkopírována do schránky
de_de: Nachricht in Zwischenablage kopiert
el: Το μήνυμα αντιγράφηκε στο πρόχειρο
et: Kopeerisin sõnumi lõikelauale
fi: Viesti kopioitu leikepöydälle
fr: Message copié dans le presse-papier
fur: Messaç copiât intes notis
it: Messaggio copiato negli appunti
nl: Bericht gekopieerd naar klembord
pl: Wiadomość skopiowana do schowka
pt_br: Texto copiado para a área de transferência
ro: Mesaj copiat în notițe
ru: Текст скопирован в буфер обмена
sk_sk: Správa bola skopírovaná do schránky
sl_si: Sporočilo kopirano v odložišče
sv: Meddelandet kopierat till urklipp

source: Error sending message
be_by: Памылка адпраўкі паведамлення
cs: Chyba při odesílání zprávy
de_de: Fehler beim Senden der Nachricht
et: Sõnumi saatmisel tekkis viga
fi: Virhe viestinlähetyksessä
fr: Erreur d'envoi du message
fur: Erôr tal inviâ il messaç
it: Errore durante l'invio del messaggio
nl: Fout bij verzenden van bericht
pl: Błąd wysyłania wiadomości
pt_br: Erro ao enviar mensagem
ro: Eroare la trimiterea mesajului
ru: Ошибка при отправке сообщения
sk_sk: Chyba pri odosielaní správy
sv: Kunde inte skicka meddeklande

source: Launching the Email application
be_by: Запуск праграмы электроннай пошты
cs: Spouštění aplikace E-mail
de_de: Öffne das E-Mail-Programm
el: Εκκίνηση της εφαρμογής Ηλεκτρονικού Ταχυδρομείου
et: Käivitan e-posti rakendust
fi: Käynnistetään sähköpostisovellus
fr: Démarrage de l'application E-mail
fur: Daûr a inviâ la aplicazion E-mail
it: Apertura dell'applicazione Email
nl: E-mail wordt gestart
pl: Otwieranie aplikacji Email
pt_br: Abrindo o aplicativo de email
ro: Se pornește aplicația de e-mail
ru: Запуск приложения "Почта"
sk_sk: Spustenie aplikácie na posielanie e-mailov
sl_si: Zaganjam aplikacijo za e-pošto
sv: Startar e-postprogrammet

source: Other
be_by: Іншыя
cs: Ostatní
de_de: Sonstiges
el: Άλλα
et: Saada muul viisil
fi: Muu
fr: Autre
fur: Altri
it: Altro
nl: Andere
pl: Inne
pt_br: Outro aplicativo
ro: Altele
ru: Прочее
sk_sk: Iné
sl_si: Ostalo
sv: Annat

source: Add address
be_by: Дадаць адрас
cs: Přidat adresu
de_de: Adresse hinzufügen
et: Lisa aadress
fi: Lisää osoite
fr: Ajouter une adresse
fur: Zonte direzion
it: Aggiungi indirizzo
nl: Adres toevoegen
pl: Dodaj adres
pt_br: Adicionar Endereço
ro: Adaugă o adresă
ru: Добавить адрес
sk_sk: Pridať adresu
sv: Lägg till adress

source: Add link to OpenStreetMaps
be_by: Дадаць спасылку на OpenStreetMaps
cs: Přidat odkaz na OpenStreetMaps
de_de: Link zu OpenStreetMaps hinzufügen
el: Προσθήκη συνδέσμου σε OpenStreetMaps
et: Lisa viide OpenStreetMaps saiti
fi: Lisää linkki OpenStreetMapsiin
fr: Ajouter un lien vers OpenStreetMaps
fur: Zonte colegament a OpenStreetMaps
it: Aggiungi collegamento a OpenStreetMaps
nl: Koppeling toevoegen aan OpenStreetMaps
pl: Dodaj odnośnik do OpenStreetMaps
pt_br: Adicionar link para o OpenStreetMaps
ro: Adaugă o legătură către OpenStreetMaps
ru: Добавить ссылку на OpenStreetMaps
sk_sk: Pridať odkaz do OpenStreetMaps
sv: Lägg till länk till OpenStreetMaps

source: Add link to Google Maps
be_by: Дадайце спасылку на Google Maps
cs: Přidat odkaz do Google Maps
de_de: Link zu Google Maps hinzufügen
el: Προσθήκη συνδέσμου σε Google Maps
et: Lisa viide Google Maps saiti
fi: Lisää linkki Google Mapsiin
fr: Ajouter un lien vers Google Maps
fur: Zonte colegament a Google Maps
it: Aggiungi collegamento a Google Maps
nl: Koppeling toevoegen aan Google Maps
pl: Dodaj odnośnik do Google Maps
pt_br: Adicionar link para o Google Maps
ro: Adaugă o legătură către Google Maps
ru: Добавить ссылку на Google Maps
sk_sk: Pridať odkaz do Google Maps
sv: Lägg till länk till Google Maps

source: File
be_by: Файл
cs: Soubor
de_de: Datei
el: Αρχείο
et: Fail
fi: Tiedosto
fr: Fichier
nl: Bestand
pl: Plik
pt_br: Arquivo
ro: Fişier
ru: Файл
sk_sk: Súbor
sv: Fil

source: Reverse
be_by: Звярнуць назад
cs: Obráceně
de_de: Umkehren
et: Pööra teistpidi
fi: Käänteinen
fr: Inverser
fur: Invertìs
it: Inverso
nl: Omkeren
pl: Odwróć
pt_br: Inverter
ro: Invers
ru: Обратно
sk_sk: Spätný
sv: Omvänt

source: Bus
be_by: Аутобус
el: Λεοφωρείο
et: Buss
fi: Linja-auto
fur: Autobus
pl: Autobus
pt_br: Ônibus
ro: Autobuz
ru: Автобус
sk_sk: Autobus
sv: Buss

source: High-occupancy vehicle (HOV)
be_by: Транспартны сродак з высокай умяшчальнасцю (HOV)
cs: Vícemístné vozidlo (HOV)
de_de: Fahrgemeinschaft (HOV)
el: Υψηλής πληρώματος αυτοκίνητο (ΥΠΑ)
et: Suure mahutavusega sõiduk
fi: Usean henkilön kuljetus (HOV-kulkuneuvo)
fr: Véhicule à occupation multiple (VMO)
fur: Veicul a alte ocupazion (HOV)
it: Veicoli ad alta occupazione (HOV)
pl: Pojazd o dużym obłożeniu (HOV)
pt_br: Veículo de Alta Ocupação (VAO)
ro: Vehicul cu mai mulți pasageri (HOV)
ru: Автомобиль повышенной вместимости (HOV)
sk_sk: Viacmiestny automobil (HOV)
sv: Fordon med hög beläggning (HOV)

source: Motorcycle
be_by: Матацыкл
cs: Motocykl
de_de: Motorrad
el: Μοτοσυκλέτα
et: Mootorratas
fi: Moottoripyörä
fr: Moto
fur: Motociclete
it: Motocicli
nl: Motor
pl: Motocykl
pt_br: Motocicleta
ro: Motocicletă
ru: Мотоцикл
sk_sk: Motocykel
sv: Motorcykel

source: Motor Scooter
be_by: Мотороллер
cs: Moped
de_de: Motorroller
el: Μοτοποδήλατο
et: Motoroller
fi: Mopo tai skootteri
fr: Scooter
fur: Scooter
it: Scooter
nl: Scooter
pl: Skuter
pt_br: Lambreta
ro: Scuter
ru: Мотоскутер
sk_sk: Moped
sv: Skoter

source: Bulgarian (Bulgaria)
cs: Bulharština (Bulharsko)
de_de: Bulgarisch (Bulgarien)
et: bulgaaria (Bulgaaria)
fi: bulgaria (Bulgaria)
fr: bulgare (Bulgarie)
fur: bulgar (Bulgarie)
it: Bulgaro (Bulgaria)
nl: Bulgaars (Bulgarije)
pl: bułgarski (Bułgaria)
pt_br: búlgaro (Bulgária)
ro: Bulgară (Bulgaria)
ru: болгарский (Болгария)
sk_sk: bulharčina (Bulharsko)
sv: Bulgariska (Bulgarien)

source: Catalan (Spain)
cs: katalánština (Španělsko)
de_de: Katalanisch (Spanien)
et: katalaani (Hispaania)
fi: katalaani (Espanja)
fr: catalan (Espagne)
fur: catalan (Spagne)
it: Catalano (Spagna)
nl: Catalaans (Spanje)
pl: kataloński (Hiszpania)
pt_br: catalão (Espanha)
ro: Catalană (Spania)
ru: каталанский (Испания)
sk_sk: katalánčina (Španielsko)
sv: Katalanska (Spanien)

source: Czech (Czechia)
cs: čeština (Česko)
de_de: Tschechisch (Tschechien)
et: tšehhi (Tšehhi)
fi: tšekki (Tšekki)
fr: tchèque (Tchéquie)
fur: cec (Republiche ceche)
it: Ceco (Cechia)
nl: Tsjechisch (Tsjechië)
pl: czeski (Czechy)
pt_br: tcheco (Tchéquia)
ro: Cehă (Cehia)
ru: чешский (Чехия)
sk_sk: čeština (Česko)
sv: Tjeckiska (Tjeckien)

source: Danish (Denmark)
cs: dánština (Dánsko)
de_de: Dänisch (Dänemark)
et: taani (Taani)
fi: tanska (Tanska)
fr: danois (Danemark)
fur: danês (Danimarcje)
it: Danese (Danimarca)
nl: Deens (Denemarken)
pl: duński (Dania)
pt_br: dinamarquês (Dinamarca)
ro: Daneză (Danemarca)
ru: датский (Дания)
sk_sk: dánčina (Dánsko)
sv: Danska (Danmark)

source: German (Germany)
cs: němčina (Německo)
de_de: Deutsch (Deutschland)
et: saksa (Saksamaa)
fi: saksa (Saksa)
fr: allemand (Allemagne)
fur: todesc (Gjermanie)
it: Tedesco (Germania)
nl: Duits (Duitsland)
pl: niemiecki (Niemcy)
pt_br: alemão (Alemanha)
ro: Germană (Germania)
ru: немецкий (Германия)
sk_sk: nemčina (Nemecko)
sv: Tyska (Tyskland)

source: Greek (Greece)
cs: řečtina (Řecko)
de_de: Griechisch (Griechenland)
et: kreeka (Kreeka)
fi: kreikka (Kreikka)
fr: grec (Grèce)
fur: grêc (Grecie)
it: Greco (Grecia)
nl: Grieks (Griekenland)
pl: grecki (Grecja)
pt_br: grego (Grécia)
ro: Greacă (Grecia)
ru: греческий (Греция)
sk_sk: gréčtina (Grécko)
sv: Grekiska (Grekland)

source: English (United Kingdom)
cs: angličtina (Spojené království)
de_de: Englisch (Vereinigtes Königreich)
et: inglise (Suurbritannia)
fi: englanti (Iso-Britannia)
fr: anglais (Royaume-Uni)
fur: inglês (Ream unît)
it: Inglese (Regno Unito)
nl: Engels (Verenigd Koninkrijk)
pl: angielski (Wielka Brytania)
pt_br: inglês (Reino Unido)
ro: Engleză (Regatul Unit)
ru: английский (Великобритания)
sk_sk: angličtina (Spojené kráľovstvo)
sv: Engelska (Storbritannien)

source: English Pirate
cs: Anglický pirát
de_de: Englischer Pirat
el: Αγγλική Pirate
et: piraatide inglise keel
fi: merirosvo-englantia
fr: Pirate anglais
fur: Inglês pirate
it: Inglese pirata
nl: Piratenengels
pl: Angielski pirat
pt_br: Inglês de Piratas
ro: Engleză Pirat
ru: Английский пиратский
sk_sk: Anglický pirát
sv: Engelsk pirat

source: Spanish (Spain)
cs: Španělština (Španělsko)
de_de: Spanisch (Spanien)
el: Ισπανική (Ισπανία)
et: hispaania (Hispaania)
fi: espanja (Espanja)
fr: Espagnol (Espagne)
fur: Spagnûl (Spagne)
it: Spagnolo (Spagna)
nl: Spaans (Spanje)
pl: Hiszpański (Hiszpania)
pt_br: Espanhol (Espanha)
ro: Spaniolă (Spania)
ru: Испанский (Испания)
sk_sk: Španielčina (Španielsko)
sl_si: Španščina (Španija)
sv: Spanska (Spanien)

source: Estonian (Estonia)
cs: Estonština (Estonsko)
de_de: Estnisch (Estland)
et: eesti (Eesti)
fi: viro (Viro)
fr: estonien (Estonie)
fur: eston (Estonie)
it: Estone (Estonia)
nl: Estisch (Estland)
pl: estoński (Estonia)
pt_br: estoniano (Estônia)
ro: Estonă (Estonia)
ru: эстонский (Эстония)
sk_sk: estónčina (Estónsko)
sv: Estniska (Estland)

source: Finnish (Finland)
cs: finština (Finsko)
de_de: Finnisch (Finnland)
et: soome (Soome)
fi: suomi (Suomi)
fr: finnois (Finlande)
fur: finlandês (Finlandie)
it: Finlandese (Finlandia)
nl: Fins (Finland)
pl: fiński (Finlandia)
pt_br: finlandês (Finlândia)
ro: Finlandeză (Finlanda)
ru: финский (Финляндия)
sk_sk: fínčina (Fínsko)
sv: Finska (Finland)

source: French (France)
cs: Francouzština (Francie)
de_de: Französisch (Frankreich)
el: Γαλλική (Γαλλία)
et: prantsuse (Prantsusmaa)
fi: ranska (Ranska)
fr: Français (France)
fur: Francês (France)
it: Francese (Francia)
nl: Frans (Frankrijk)
pl: Francuski (Francja)
pt_br: Francês (França)
ro: Franceză (Franța)
ru: Французский (Франция)
sk_sk: Francúzština (Francúzsko)
sl_si: Francoščina (Francija)
sv: Franska (Frankrike)

source: Hindi (India)
cs: hindština (Indie)
de_de: Hindi (Indien)
fi: hindi (Intia)
fr: hindi (Inde)
pl: hindi (Indie)
pt_br: híndi (Índia)
ru: хинди (Индия)
sk_sk: hindčina (India)
sv: Hindi (Indien)

source: Hungarian (Hungary)
cs: maďarština (Maďarsko)
de_de: Ungarisch (Ungarn)
et: ungari (Ungari)
fi: unkari (Unkari)
fr: hongrois (Hongrie)
fur: ongjarês (Ongjarie)
it: Ungherese (Ungheria)
nl: Hongaars (Hongarije)
pl: węgierski (Węgry)
pt_br: húngaro (Hungria)
ro: Maghiară (Ungaria)
ru: венгерский (Венгрия)
sk_sk: maďarčina (Maďarsko)
sv: Ungerska (Ungern)

source: Italian (Italy)
cs: italština (Itálie)
de_de: Italienisch (Italien)
et: itaalia (Itaalia)
fi: italia (Italia)
fr: italien (Italie)
fur: talian (Italie)
it: Italiano (Italia)
nl: Italiaans (Italië)
pl: włoski (Włochy)
pt_br: italiano (Itália)
ro: Italiană (Italia)
ru: итальянский (Италия)
sk_sk: taliančina (Taliansko)
sv: Italienska (Italien)

source: Japanese (Japan)
cs: japonština (Japonsko)
de_de: Japanisch (Japan)
et: jaapani (Jaapan)
fi: japani (Japani)
fr: japonais (Japon)
fur: gjaponês (Gjapon)
it: Giapponese (Giappone)
nl: Japans (Japan)
pl: japoński (Japonia)
pt_br: japonês (Japão)
ro: Japoneză (Japonia)
ru: японский (Япония)
sk_sk: japončina (Japonsko)
sv: Japanska (Japan)

source: Norwegian Bokmål (Norway)
cs: Norsky (Norway)
de_de: Norwegisch Bokmål (Norwegen)
et: norra bokmål (Norra)
fi: norjan bokmål (Norja)
fr: norvégien bokmål (Norvège)
fur: norvegjês bokmål (Norvegje)
it: Norvegese Bokmål (Norvegia)
nl: Noors - Bokmål (Noorwegen)
pl: norweski (bokmål) (Norwegia)
pt_br: bokmål norueguês (Noruega)
ro: Norvegiană Bokmål (Norvegia)
ru: норвежский букмол (Норвегия)
sk_sk: nórčina (bokmal) (Nórsko)
sv: Norskt bokmål (Norge)

source: Dutch (Netherlands)
cs: nizozemština (Nizozemsko)
de_de: Niederländisch (Niederlande)
et: hollandi (Holland)
fi: hollanti (Alankomaat)
fr: néerlandais (Pays-Bas)
fur: olandês (Paîs bas)
it: Olandese (Paesi Bassi)
nl: Nederlands (Nederland)
pl: niderlandzki (Holandia)
pt_br: holandês (Países Baixos)
ro: Olandeză (Olanda)
ru: нидерландский (Нидерланды)
sk_sk: holandčina (Holandsko)
sv: Nederländska (Nederländerna)

source: Polish (Poland)
cs: polština (Polsko)
de_de: Polnisch (Polen)
et: poola (Poola)
fi: puola (Puola)
fr: polonais (Pologne)
fur: polac (Polonie)
it: Polacco (Polonia)
nl: Pools (Polen)
pl: polski (Polska)
pt_br: polonês (Polônia)
ro: Poloneză (Polonia)
ru: польский (Польша)
sk_sk: poľština (Poľsko)
sv: Polska (Polen)

source: Portuguese (Brazil)
cs: portugalština (Brazílie)
de_de: Portugiesisch (Brasilien)
et: portugali (Brasiilia)
fi: portugali (Brasilia)
fr: portugais (Brésil)
fur: portughês (Brasîl)
it: Portoghese (Brasile)
nl: Portugees (Brazilië)
pl: portugalski (Brazylia)
pt_br: português (Brasil)
ro: Portugheză (Brazilia)
ru: португальский (Бразилия)
sk_sk: portugalčina (Brazília)
sv: Portugisiska (Brasilien)

source: Portuguese (Portugal)
cs: portugalština (Portugalsko)
de_de: Portugiesisch (Portugal)
et: portugali (Portugal)
fi: portugali (Portugali)
fr: portugais (Portugal)
fur: portughês (Portugal)
it: Portoghese (Portogallo)
nl: Portugees (Portugal)
pl: portugalski (Portugalia)
pt_br: português (Portugal)
ro: Portugheză (Portugalia)
ru: португальский (Португалия)
sk_sk: portugalčina (Portugalsko)
sv: Portugisiska (Portugal)

source: Romanian (Romania)
cs: rumunština (Rumunsko)
de_de: Rumänisch (Rumänien)
et: rumeenia (Rumeenia)
fi: romania (Romania)
fr: roumain (Roumanie)
fur: romen (Romanie)
it: Rumeno (Romania)
nl: Roemeens (Roemenië)
pl: rumuński (Rumunia)
pt_br: romeno (Romênia)
ro: Română (România)
ru: румынский (Румыния)
sk_sk: rumunčina (Rumunsko)
sv: Rumänska (Rumänien)

source: Russian (Russia)
cs: ruština (Rusko)
de_de: Russisch (Russland)
et: vene (Venemaa)
fi: venäjä (Venäjä)
fr: russe (Russie)
fur: rus (Russie)
it: Russo (Russia)
nl: Russisch (Rusland)
pl: rosyjski (Rosja)
pt_br: russo (Rússia)
ro: Rusă (Rusia)
ru: русский (Россия)
sk_sk: ruština (Rusko)
sv: Ryska (Ryssland)

source: Slovak (Slovakia)
cs: slovenština (Slovensko)
de_de: Slowakisch (Slowakei)
et: slovaki (Slovakkia)
fi: slovakki (Slovakia)
fr: slovaque (Slovaquie)
fur: slovac (Slovachie)
it: Slovacco (Slovacchia)
nl: Slowaaks (Slowakije)
pl: słowacki (Słowacja)
pt_br: eslovaco (Eslováquia)
ro: Slovacă (Slovacia)
ru: словацкий (Словакия)
sk_sk: slovenčina (Slovensko)
sv: Slovakiska (Slovakien)

source: Slovenian (Slovenia)
cs: slovinština (Slovinsko)
de_de: Slowenisch (Slowenien)
et: sloveeni (Sloveenia)
fi: sloveeni (Slovenia)
fr: slovène (Slovénie)
fur: sloven (Slovenie)
it: Sloveno (Slovenia)
nl: Sloveens (Slovenië)
pl: słoweński (Słowenia)
pt_br: esloveno (Eslovênia)
ro: Slovenă (Slovenia)
ru: словенский (Словения)
sk_sk: slovinčina (Slovinsko)
sv: Slovenska (Slovenien)

source: Swedish (Sweden)
cs: švédština (Švédsko)
de_de: Schwedisch (Schweden)
et: rootsi (Rootsi)
fi: ruotsi (Ruotsi)
fr: suédois (Suède)
fur: svedês (Svezie)
it: Svedese (Svezia)
nl: Zweeds (Zweden)
pl: szwedzki (Szwecja)
pt_br: sueco (Suécia)
ro: Suedeză (Suedia)
ru: шведский (Швеция)
sk_sk: švédčina (Švédsko)
sv: Svenska (Sverige)

source: Turkish (Turkey)
cs: turečtina (Turecko)
de_de: Türkisch (Türkei)
et: türgi (Türgi)
fi: turkki (Turkki)
fr: turc (Turquie)
fur: turc (Turchie)
it: Turco (Turchia)
nl: Turks (Turkije)
pl: turecki (Turcja)
pt_br: turco (Turquia)
ro: Turcă (Turcia)
ru: турецкий (Турция)
sk_sk: turečtina (Turecko)
sv: Turkiska (Turkiet)

source: Ukrainian (Ukraine)
cs: Ukrajinština (Ukrajina)
de_de: Ukrainisch (Ukraine)
et: ukraina (Ukraina)
fi: ukraina (Ukraina)
fr: ukrainien (Ukraine)
fur: ucrain (Ucraine)
it: Ucraino (Ucraina)
nl: Oekraïens (Oekraïne)
pl: ukraiński (Ukraina)
pt_br: ucraniano (Ucrânia)
ro: Ucraineană (Ucraina)
ru: украинский (Украина)
sk_sk: ukrajinčina (Ukrajina)
sv: Ukrainska (Ukraina)

source: General options
be_by: Агульныя параметры
cs: Hlavní možnosti
de_de: Optionen
el: Γενικές επιλογές
et: Üldised seadistused
fi: Yleiset asetukset
fr: Options générales
fur: Opzions gjenerâls
it: Opzioni generali
nl: Algemene opties
pl: Ogólne opcje
pt_br: Opções gerais
ro: Opțiuni generale
ru: Общие параметры
sk_sk: Všeobecné možnosti
sv: Generella alternativ

source: Taxi
be_by: Таксі
et: Takso
pt_br: Táxi
ru: Такси

source: Afrikaans
cs: afrikánština
et: afrikaani
pt_br: africâner
ru: африкаанс
sk_sk: afrikánčina

source: Albanian
cs: albánština
de_de: Albanisch
et: albaania
fi: albania
fr: albanais
fur: albanês
it: Albanese
pl: albański
pt_br: albanês
ro: Albaneză
ru: албанский
sk_sk: albánčina
sv: Albanska

source: Amharic
cs: amharština
de_de: Amharisch
et: amhara
fi: amhara
fr: amharique
fur: amaric
it: Amarico
pl: amharski
pt_br: amárico
ro: Amharică
ru: амхарский
sk_sk: amharčina
sv: Amhariska

source: Arabic (Saudi Arabia)
cs: arabština (Saúdská Arábie)
de_de: Arabisch (Saudi-Arabien)
et: araabia (Saudi Araabia)
fi: arabia (Saudi-Arabia)
fr: arabe (Arabie saoudite)
fur: arap (Arabie Saudide)
it: Arabo (Arabia Saudita)
pl: arabski (Arabia Saudyjska)
pt_br: árabe (Arábia Saudita)
ro: Arabă (Arabia Saudită)
ru: арабский (Саудовская Аравия)
sk_sk: arabčina (Saudská Arábia)
sv: Arabiska (Saudiarabien)

source: Armenian
cs: arménština
de_de: Armenisch
et: armeenia
fi: armenia
fr: arménien
fur: armen
it: Armeno
pl: ormiański
pt_br: armênio
ro: Armeană
ru: армянский
sk_sk: arménčina
sv: Armeniska

source: Assamese
cs: ásámština
de_de: Assamesisch
et: assami
fi: assami
fr: assamais
fur: assamês
pl: asamski
pt_br: assamês
ro: Assameză
ru: ассамский
sk_sk: ásamčina
sv: Assamesiska

source: Azerbaijani (Latin)
cs: ázerbájdžánština (latinka)
de_de: Aserbaidschanisch (Lateinisch)
et: aserbaidžaani (ladina)
fi: azeri (latinalainen)
fr: azéri (latin)
it: Azerbaigiano (latino)
pl: azerbejdżański (łacińskie)
pt_br: azerbaijano (latim)
ro: Azeră (Latină)
ru: азербайджанский (латиница)
sk_sk: azerbajdžančina (latinka)
sv: Azerbajdzjanska (latinska)

source: Belarusian
be_by: Беларуская
cs: běloruština
de_de: Weißrussisch
et: valgevene
fi: valkovenäjä
fr: biélorusse
fur: bielorùs
it: Bielorusso
pl: białoruski
pt_br: bielorrusso
ro: Belarusă
ru: белорусский
sk_sk: bieloruština
sv: Belarusiska
