Repository: tpikonen/pure-maps
Catalog: po/*.po
Languages: be_by, cs, de_de, el, et, fi, fr, fur, it, nl, pl, pt_br, ro, ru, sk_sk, sl_si, sv

source: This is a limited edition distributed through Jolla Store
be_by: Гэта абмежаванае выданне, якое распаўсюджваецца праз Jolla Store
cs: Jedná se o limitovanou edici distribuovanou prostřednictvím obchodu Jolla Store
et: Tegemist on osaliselt piiratud funktsionaalsusega versiooniga, mis on saadaval Jolla rakenduste poest
it: Questa è un'edizione limitata distribuita tramite Jolla Store
ro: Aceasta este o ediție limitată distribuită prin Magazinul Jolla
ru: Это ограниченная серия, распространяемая через Магазин Jolla
sv: Detta är en begränsad upplaga distribuerad via Jolla Store

source: GitHub <a href="https://github.com/rinigus/pure-maps">project page</a>
be_by: GitHub <a href="https://github.com/rinigus/pure-maps">старонка праекту</a>
cs: Github<a href="https://github.com/rinigus/pure-maps">stránka projektu</a>
de_de: GitHub <a href="https://github.com/rinigus/pure-maps">Projekt Seite</a>
et: <a href="https://github.com/rinigus/pure-maps">Arendusprojekti leht</a> GitHub'is
fi: GitHub <a href="https://github.com/rinigus/pure-maps">projektisivu</a>
fr: <a href="https://github.com/rinigus/pure-maps">Page du projet</a> GitHub
fur: <a href="https://github.com/rinigus/pure-maps">Pagjine dal progjet</a> di GitHub
it: GitHub <a href="https://github.com/rinigus/pure-maps">pagina del progetto</a>
nl: GitHub-<a href="https://github.com/rinigus/pure-maps">projectpagina</a>
pl: <a href="https://github.com/rinigus/pure-maps">Strona projektu</a> na GitHub
pt_br: <a href="https://github.com/rinigus/pure-maps">Página do projeto</a>no GitHub
ro: GitHub <a href="https://github.com/rinigus/pure-maps">pagina proiectului</a>
ru: GitHub <a href="https://github.com/rinigus/pure-maps">страница проекта</a>
sk_sk: GitHub <a href="https://github.com/rinigus/pure-maps">stránka projektu </a>
sv: <a href="https://github.com/rinigus/pure-maps">Projektsidan</a> på GitHub

source: Artwork by %1 and %2 Banner photo by %3 (Pexels License)
be_by: Мастацтва ад %1 і %2 Фота банера ад %3 (Ліцэнзія Pexels)
cs: Artwork od %1 and %2 Banner photo od %3 (Pexels License)
de_de: Grafische Gestaltung von %1 und %2 Bannerfoto von %3 (Pexels Lizenz)
et: Kujunduse autorid %1 ja %2 Päisefoto autor %3 (Pexels License)
fi: Kuvitus: %1 ja %2 Banneri-kuva: %3 (Pexels License)
fr: Illustrations par %1 et %2 Photo en bannière par %3 (Licence Pexels)
fur: Materiâl grafic di %1 e %2 Foto dal strisson di %3 (Licence Pexels)
it: Opera di %1 e %2 Foto banner di %3 (licenza Pexels)
nl: Grafisch werk door %1 en %2 Foto van banier door %3 (Pexels-licentie)
pl: Grafika stworzona przez %1 oraz %2 Zdjęcie na banerze zrobione przez %3 (licencja Pexels)
pt_br: Arte por %1 e %2 Foto do banner por %3 (Licença do Pexels)
ro: Grafică de %1 și %2 Fotografie din titlu de %3 (Licență Pexels)
ru: Художественное оформление от %1 и %2 Фото баннера от %3 (лицензия Pexels)
sk_sk: Dizajn %1 and %2 Prúžková snímka od %3 (Licencia Pexels)
sv: Grafisk konst av %1 och %2 Banerfoto av %3 (Pexels Licens)

source: Transportation icons made by <a href="https://www.flaticon.com/authors/freepik" title="Freepik">Freepik</a> from <a href="https://www.flaticon.com/" title="Flaticon">www.flaticon.com</a>
be_by: Транспартныя значкі, створаныя <a href="https://www.flaticon.com/authors/freepik" title="Freepik">Freepik</a> з <a href="https://www.flaticon.com/" title="Flaticon">www.flaticon.com</a>
cs: Ikony přepravy vytvořil <a href="https://www.flaticon.com/authors/freepik" title="Freepik">Freepik</a> z <a href="https://www.flaticon.com/" title="Flaticon">www.flaticon.com</a>
de_de: Verkehr Icons erstellt von <a href="https://www.flaticon.com/authors/freepik" title="Freepik">Freepik</a> von <a href="https://www.flaticon.com/" title="Flaticon">www.flaticon.com</a>
et: Transpordiga seotud ikoonide autor <a href="https://www.flaticon.com/authors/freepik" title="Freepik">Freepik</a> <a href="https://www.flaticon.com/" title="Flaticon">www.flaticon.com</a> saidist
fi: Liikenteen merkkikuvakkeet on tehnyt <a href="https://www.flaticon.com/authors/freepik" title="Freepik">Freepik</a> osoitteessa <a href="https://www.flaticon.com/" title="Flaticon">www.flaticon.com</a>
fr: Icônes des moyens de transport faites par <a href="https://www.flaticon.com/authors/freepik" title="Freepik">Freepik</a> de <a href="https://www.flaticon.com/" title="Flaticon">www.flaticon.com</a>
fur: Iconis dai traspuarts fatis di <a href="https://www.flaticon.com/authors/freepik" title="Freepik">Freepik</a> dal sît <a href="https://www.flaticon.com/" title="Flaticon">www.flaticon.com</a>
it: Icone dei trasporti realizzate da <a href="https://www.flaticon.com/authors/freepik" title="Freepik">Freepik</a> da <a href="https://www.flaticon.com/" title="Flaticon">www.flaticon.com</a>
nl: Transportpictogrammen ontworpen door <a href="https://www.flaticon.com/authors/freepik" title="Freepik">Freepik</a> van <a href="https://www.flaticon.com/" title="Flaticon">www.flaticon.com</a>
pl: Ikony transportu zrobione przez <a href="https://www.flaticon.com/authors/freepik" title="Freepik">Freepik</a> z <a href="https://www.flaticon.com/" title="Flaticon">www.flaticon.com</a>
pt_br: Ícones de transporte feitos por <a href="https://www.flaticon.com/authors/freepik" title="Freepik">Freepik</a>em<a href="https://www.flaticon.com/" title="Flaticon">www.flaticon.com
ro: Simboluri pentru transport realizate de <a href="https://www.flaticon.com/authors/freepik" title="Freepik">Freepik</a> din <a href="https://www.flaticon.com/" title="Flaticon">www.flaticon.com</a>
ru: Транспортные иконки сделаны <a href="https://www.flaticon.com/authors/freepik" title="Freepik">Freepik</a> c <a href="https://www.flaticon.com/" title="Flaticon">www.flaticon.com</a>
sk_sk: Pohybové ikony boli vytvorené <a href="https://www.flaticon.com/authors/freepik" title="Freepik">Freepik</a> z <a href="https://www.flaticon.com/" title="Flaticon">www.flaticon.com</a>
sv: Transportslagsikoner gjorda av <a href="https://www.flaticon.com/authors/freepik" title="Freepik">Freepik</a> från <a href="https://www.flaticon.com/" title="Flaticon">www.flaticon.com</a>

source: Pure Maps is free software released under the GNU General Public License (GPL), version 3 or later.
be_by: Pure Maps - гэта бясплатнае праграмнае забеспячэнне, выпушчанае пад GNU General Public License (GPL), версія 3 або больш позняя.
cs: Pure Maps je svobodný software vydávaný pod GNU General Public License (GPL) verze 3 nebo novější.
de_de: „Pure Maps" ist freie Software, die unter der GNU General Public License (GPL), Version 3 oder neuer, veröffentlicht wird.
el: Το Pure Maps είναι ελεύθερο λογισμικό που εκδίδεται με την άδεια GNU General Public License (GPL), έκδοση 3 ή νεότερη.
et: Pure Maps on GNU Üldine Avalik Litsentsi (GPL) versiooni 3 või hilisema alusel litsentsitud vaba tarkvara.
fi: Pure Maps on vapaa ohjelma, joka on julkaistu GNU General Public -lisenssin (GPL) alaisuudessa, versio 3 tai myöhempi.
fr: Pure Maps est un logiciel libre publié sous Licence Publique Générale (GPL) GNU, version 3 ou ultérieure.
fur: Pure Maps al è software libar publicât sot de Licence Publiche Gjenerâl GNU (GPL), version 3 o sucessive.
it: Pure Maps è software libero realizzato sotto la GNU General Public License (GPL), versione 3 o successiva.
nl: Pure Maps is vrije software, uitgebracht onder de GNU General Public License (GPL), versie 3 of later.
pl: Pure Maps to darmowe oprogramowanie wydane na licencji GNU General Public Licence (GPL) w wersji 3 lub nowszej.
pt_br: O Pure Maps é software livre publicado sob a Licença Pública Geral GNU (GPL), versão 3 ou mais recente.
ro: Pure Maps este un program gratuit disponibil sub licența GNU General Public License (GPL), versiunea 3 sau superioară.
ru: Pure Maps это свободное ПО, выпускаемое под GNU General Public License (GPL) версии 3 и выше.
sk_sk: Pure Maps je voľný softvér vydávaný pod GNU General Public License (GPL), verzie 3 alebo novšej.
sv: Pure Maps är fri mjukvara, släppt under GNU General Public License (GPL), version 3 eller senare.

source: Translated by
be_by: Перакладзена
cs: Přeložil
de_de: Übersetzt von
el: Μετάφραση από
et: Tõlked
fi: Käännös
fr: Traduit par
fur: Tradot di
it: Tradotto da
nl: Vertaald door
pl: Przetłumaczone przez
pt_br: Traduzido por
ro: Tradus de
ru: Перевод:
sk_sk: Preložil
sl_si: Prevod
sv: Översatt av

source: translator-credits
be_by: Anton Turko aka turok
cs: autoři překladu
de_de: Übersetzer
el: Π. Μελάς
et: Priit Jõerüüt
fi: Osmo Salomaa J. Reivo
fr: Jordi, lutinotmalin
fur: Fabio Tomat
it: Michele Claus Alessandro Pra'
nl: Nathan Follens Heimen Stoffels
pl: Andrzej Łochowski
pt_br: caio2k
ro: Liberi
ru: aa13q, bootyper, lewa, neochapay, sdiconov, vovaplushkin
sk_sk: autori prekladu
sl_si: sponka
sv: Åke Engelbrektson

source: You can add new user interface translations or contribute to existing ones at Transifex.
be_by: Вы можаце дадаць новыя пераклады карыстальніцкага інтэрфейсу або ўнесці свой уклад у існуючыя ў Transifex.
cs: Do Transifexu můžete přidat nové překlady uživatelského rozhraní nebo přispívat k existujícím.
de_de: Du kannst bei Transifex neue Übersetzungen hinzufügen oder vorhandene überarbeiten.
el: Μπορείτε να προσθέσετε νέες μεταφράσεις διεπαφής ή να συνεισφέρετε σε υπάρχουσες μεταφράσεις στο Transifex.
et: Transifex'i saidis saad sa lisada uusi liidese tõlkeid või täiendada olemasolevaid.
fi: Voit lisätä uusia käyttöliittymäkäännöksiä tai osallistua nykyisten käännösten parantamiseen Transifexissa.
fr: Vous pouvez ajouter une langue ou contribuer à une traduction existante sur Transifex.
fur: Tu puedis zontâ gnovis traduzions de interface o contribuî a chês esistentis su Transifex.
it: Puoi aggiungere nuove traduzioni dell'interfaccia o contribuire a quelle esistenti su Transifex.
nl: Je kunt vertalingen toevoegen of bijwerken op Transifex.
pl: Możesz dodać nowe tłumaczenia interfejsu lub wnieść wkład do obecnych na Transifex.
pt_br: Você pode adicionar tradução para uma língua não suportada ou melhorar as traduções existentes no site Transifex.
ro: Poți adăuga o nouă traducere a interfeței sau poți contribui la cele existente pe Transifex.
ru: Вы можете добавлять новые переводы интерфейса пользователя или участвовать в развитии существующих переводов на сайте Transifex.com.
sk_sk: Do Transifex môžete pridať nový preklad používateľského rozhrania alebo prispieť k existujúcemu.
sl_si: Za nove prevode ali prispevanje k obstoječim prevodom uporabite Transifex.
sv: Du kan lägga till nya programöversättningar eller bidra till befintliga på Transifex.

source: Translations at <a href="https://www.transifex.com/rinigus/pure-maps">Transifex page</a>
be_by: Пераклады на <a href="https://www.transifex.com/rinigus/pure-maps">Transifex</a>
cs: Překlady na <a href="https://www.transifex.com/rinigus/pure-maps">Transifex</a>
de_de: Übersetzungen auf <a href="https://www.transifex.com/rinigus/pure-maps">Transifex Seite</a>
et: Tõlked <a href="https://www.transifex.com/rinigus/pure-maps">Transifex'i saidis</a>
fi: Käännökset <a href="https://www.transifex.com/rinigus/pure-maps">Transifex-sivustolla</a>
fr: Traductions sur la <a href="https://www.transifex.com/rinigus/pure-maps">page Transifex</a>
fur: Traduzions su la <a href="https://www.transifex.com/rinigus/pure-maps">Pagjine di Transifex</a>
it: Traduzioni su <a href="https://www.transifex.com/rinigus/pure-maps">Transifex page</a>
nl: Vertalen op <a href="https://www.transifex.com/rinigus/pure-maps">Transifex</a>
pl: Tłumaczenia na stronie <a href="https://www.transifex.com/rinigus/pure-maps">Transifex</a>
pt_br: Traduções em <a href="https://www.transifex.com/rinigus/pure-maps">página do Transifex</a>
ro: Traduceri pe <a href="https://www.transifex.com/rinigus/pure-maps">Pagina Transifex</a>
ru: Переводы на <a href="https://www.transifex.com/rinigus/pure-maps">странице Transifex</a>
sk_sk: Preklad na <a href="https://www.transifex.com/rinigus/pure-maps">Transifex stránke </a>
sv: Programöversättningar på <a href="https://www.transifex.com/rinigus/pure-maps">Transifex</a>

source: Attribution
be_by: Атрыбуцыя
cs: Přidělení
de_de: Namensnennung
el: Απόδοση
et: Kasutatud lahendused
fi: Lähteet
fur: Atribuzion
it: Attribuzione
nl: Naamsvermelding
pl: Podsumowanie
pt_br: Atribuição
ro: Surse
ru: Принадлежность
sk_sk: Kompetencia
sl_si: Dodelitev
sv: Tillskrivning

source: Maps
be_by: Карты
cs: Mapy
de_de: Karten
el: Χάρτες
et: Kaardid
fi: Kartat
fr: Cartes
fur: Mapis
it: Mappe
nl: Kaarten
pl: Mapy
pt_br: Mapas
ro: Hărți
ru: Карты
sk_sk: Mapy
sl_si: Zemljevidi
sv: Kartor

source: Search
be_by: Пошук
cs: Hledat
de_de: Suchen
el: Αναζήτηση
et: Otsi
fi: Haku
fr: Rechercher
fur: Cîr
it: Cerca
nl: Zoeken
pl: Wyszukaj
pt_br: Pesquisar
ro: Caută
ru: Поиск
sk_sk: Hľadať
sl_si: Iskanje
sv: Sök

source: Venues
be_by: Месцы
cs: Místa
de_de: Veranstaltungs-Orte
el: Χώροι
et: Kohad ja paigad
fi: Paikat
fr: Lieux
fur: Lûcs
it: Luoghi
nl: Plaatsen
pl: Miejsca
pt_br: Locais
ro: Locuri
ru: Заведения
sk_sk: Miesta
sl_si: Prizorišča
sv: Platser

source: Navigation
be_by: Навігацыя
cs: Navigace
el: Πλοήγηση
et: Sinu teekond
fi: Navigointi
fur: Navigazion
it: Navigazione
nl: Navigatie
pl: Nawigacja
pt_br: Navegação
ro: Navigare
ru: Навигация
sk_sk: Navigácia
sl_si: Navigacija

source: Type
be_by: Тып
cs: Typ
de_de: Typ
el: Τύπος
et: Tüüp
fi: Tyyppi
fur: Gjenar
it: Tipo
nl: Soort
pl: Rodzaj
pt_br: Tipo
ro: Tip
ru: Тип
sk_sk: Typ
sl_si: Tip
sv: Typ

source: Default
be_by: Змаўчанні
cs: Výchozí
de_de: Voreinstellung
el: Προκαθορισμένο
et: Vaikimisi
fi: Oletus
fr: Par défaut
fur: Predefinît
it: Predefinito
nl: Standaard
pl: Domyślny
pt_br: Padrão
ro: Prestabilit
ru: Стандарт
sk_sk: Východiskový
sl_si: Privzeto
sv: Standard

source: Guidance
be_by: Кіраўніцтва
cs: Řízení
de_de: Leitung
et: Juhised
fi: Ohjaus
fr: Guidage
fur: Vuide
it: Indicazioni
nl: Begeleid
pl: Kierowanie
pt_br: Orientação
ro: Instrucțiuni
ru: Навигатор
sk_sk: Riadenie
sv: Vägledning

source: Hybrid
be_by: Гібрыд
cs: Hybridní
et: Hübriidkaart
fi: Hybridi
fr: Hybride
fur: Ibrit
it: Misto
nl: Hybride
pl: Hybrydowy
pt_br: Híbrido
ro: Mixt
ru: Гибрид
sk_sk: Zmiešaný

source: Preview
be_by: Папярэдні прагляд
cs: Náhled
de_de: Vorschau
et: Eelvaade
fi: Esikatselu
fr: Aperçu
fur: Anteprime
it: Anteprima
nl: Voorvertoning
pl: Podgląd
pt_br: Prever
ro: Previzualizare
ru: Предварительный просмотр
sk_sk: Náhľad
sv: Förhandsgranskning

source: Satellite
be_by: Спадарожнік
cs: Satelitní
de_de: Satellit
et: Satelliidikaart
fi: Satelliitti
fur: Satelit
nl: Satelliet
pl: Satelita
pt_br: Satélite
ro: Satelit
ru: Спутник
sk_sk: Satelltný
sv: Satellit

source: Terrain
be_by: Рэльеф
cs: Terén
de_de: Gelände
et: Maastikukaart
fi: Maaperä
fur: Teren
it: Terreno
nl: Terrein
pl: Teren
pt_br: Terreno
ro: Teren
ru: Ландшафт
sk_sk: Terén
sv: Terräng

source: Traffic
be_by: Рух транспарту
cs: Doprava
de_de: Verkehr
et: Liikluskaart
fi: Liikenne
fr: Trafic
fur: Trafic
it: Traffico
nl: Verkeer
pl: Ruch drogowy
pt_br: Tráfego
ro: Trafic
ru: Трафик
sk_sk: Premávka
sv: Trafik

source: Light
be_by: Святло
cs: Světlý
de_de: Licht
et: Valgustus
fi: Valo
fr: Feu
fur: Lûs
it: Luce
nl: Licht
pl: Światło
pt_br: Luz
ro: Luminozitate
ru: Освещение
sk_sk: Režim
sv: Ljus

source: Day
be_by: Дзень
cs: Den
de_de: Tag
et: Päev
fi: Päivä
fr: Jour
fur: Dì
it: Giorno
nl: Dag
pl: Dzień
pt_br: Dia
ro: Zi
ru: День
sk_sk: Deň
sv: Dag

source: Night
be_by: Ноч
cs: Noční
de_de: Nacht
et: Öö
fi: Yö
fr: Nuit
fur: Gnot
it: Notte
nl: Nacht
pl: Noc
pt_br: Noite
ro: Noapte
ru: Ночь
sk_sk: Noc
sv: Natt

source: Transport
be_by: Транспарт
cs: Doprava
de_de: Verkehrsmittel
et: Transpordikaart
fi: Kulkutapa
fur: Mieç di traspuart
it: Trasporto
pt_br: Transporte
ru: Транспорт
sk_sk: Doprava

source: Bicycle
be_by: Ровар
cs: Kolo
de_de: Fahrrad
el: Ποδήλατο
et: Jalgratas
fi: Polkupyörä
fr: Vélo
fur: Biciclete
it: In bici
nl: Fiets
pl: Rower
pt_br: Bicicleta
ro: Bicicletă
ru: Велосипед
sk_sk: Bicykel
sl_si: Kolo
sv: Cykel

source: Car
be_by: Аўтамабіль
cs: Vozidlo
de_de: Auto
el: Αυτοκίνητο
et: Auto
fi: Auto
fr: Voiture
fur: Machine
it: In auto
nl: Auto
pl: Samochód
pt_br: Carro
ro: Mașină
ru: Автомобиль
sk_sk: Automobil
sl_si: Avto
sv: Bil

source: Walking
be_by: Хада
cs: Chůze
de_de: Gehen
el: Περπάτημα
et: Jalgsi
fi: Kävely
fr: Marche
fur: A pît
it: Camminata
nl: Lopen
pl: Pieszo
pt_br: Caminhada
ro: Pe jos
ru: Ходьба
sk_sk: Chôdza
sv: Gång

source: Public transport
be_by: Грамадскі транспарт
cs: Veřejná doprava
de_de: Öffentlicher Nahverkehr
el: Δημόσια συγκοινωνία
et: Ühistransport
fi: Julkinen liikenne
fr: Transports en commun
fur: Traspuart public
it: Trasporti pubblici
nl: Openbaar vervoer
pl: Transport publiczny
pt_br: Transporte público
ro: Transport public
ru: Общественный транспорт
sk_sk: Verejná doprava
sv: Kollektivtrafik

source: Map scale
be_by: Маштаб карты
cs: Měřítko
de_de: Kartenskalierung
el: Κλίμακα χάρτου
et: Kaardi skaala
fi: Kartan mittakaava
fr: Échelle de la carte
fur: Scjale de mape
it: Scala della mappa
nl: Kaartschaal
pl: Skala mapy
pt_br: Escala do mapa
ro: Scara hărții
ru: Увеличение карты
sk_sk: Mierka
sl_si: Merilo zemljevida
sv: Kartskala

source: Map scale during navigation
be_by: Маштабаванне карты падчас навігацыі
cs: Měřítko mapy během navigace
de_de: Kartenskalierung während der Navigation
et: Skaleeri kaarti tee näitamise ajal
fi: Kartan mittakaava navigoidessa
fr: Mise à l'échelle de la carte durant la navigation
fur: Scjale de mape dilunc la navigazion
it: Scala della mappa durante la navigazione
nl: Kaartschaal tijdens navigatie
pl: Skala mapy podczas nawigacji
pt_br: Escala do mapa durante a navegação
ro: Scara hărții în timpul navigării
ru: Масштабирование карты во время навигации
sk_sk: Mierka počas navigácie
sv: Kartskala under navigering

source: %1 (default)
be_by: %1 (па змаўчанні)
cs: %1 (výchozí)
de_de: %1 (Voreinstellung)
el: %1 (προκαθορισμένο)
et: %1 (vaikimisi väärtus)
fi: %1 (oletus)
fr: %1 (par défaut)
fur: %1 (predefinît)
it: %1 (predefinito)
nl: %1 (standaard)
pl: %1(domyślny)
pt_br: %1 (padrão)
ro: %1 (prestabilit)
ru: %1 (по умолчанию)
sk_sk: %1 (východzie)
sl_si: %1 (privzeto)
sv: %1 (standard)

source: Map: %1
be_by: Карта: %1
cs: Mapa: %1
de_de: Karte: %1
et: Kaart: %1
fi: Kartta: %1
fr: Carte : %1
fur: Mape: %1
it: Mappa: %1
nl: Kaart: %1
pl: Mapa: %1
pt_br: Mapa: %1
ro: Hartă: %1
ru: Карта: %1
sk_sk: Mapa: %1
sv: Karta: %1

source: Auto-center off
be_by: Аўтацэнтр выключаны
cs: Automatické centrování vypnuto
de_de: Autozentrierung aus
el: Απενεργοποίηση αυτόματου κεντραρίσματος
et: Kaardivaade ei ole automaatselt joondatud keskele
fi: Automaattinen keskitys pois
fr: Centrage automatique désactivé
fur: Auto-centrament disativât
it: Centramento automatico disattivo
nl: Automatisch centreren uit
pl: Automatyczne wyśrodkowanie wyłączone
pt_br: Centralização automática desativada
ro: Autocentrare oprită
ru: Автоматическое центрирование карты выключено
sk_sk: Automatické centrovanie vypnuté
sl_si: Samodejni center izključen
sv: Autocentrering av

source: Auto-center on
be_by: Аўтацэнтр уключаны
cs: Automatické centrování zapnuto
de_de: Autozentrierung an
el: Ενεργοποίηση αυτόματου κεντραρίσματος
et: Kaardivaade on automaatselt joondatud keskele
fi: Automaattinen keskitys päällä
fr: Centrage automatique activé
fur: Auto-centrament ativât
it: Centramento automatico attivo
nl: Automatisch centreren aan
pl: Automatyczne wyśrodkowanie włączone
pt_br: Centralização automática ativa
ro: Autocentrare pornită
ru: Автоматическое центрирование карты включено
sk_sk: Automatické centrovanie zapnuté
sl_si: Samodejni center vključen
sv: Autocentrering på

source: Tap center button again for auto-center
be_by: Націсніце цэнтральную кнопку яшчэ раз для аўтацэнтрыраванія
cs: Pro vycentrování stiskněte znovu prostřední tlačítko
de_de: Für Autozentrierung noch einmal den Zentrierknopf tippen
et: Kaardi joondamiseks keskele klõpsi musta mummu
fi: Kosketa keskinappia uudelleen automaatti-keskittämiseksi
fr: Réappuyez sur le bouton central pour centrer automatiquement
fur: Torne batuce il boton par centrâ in automatic
it: Toccare di nuovo il pulsante centrale per l'auto-centratura
nl: Druk nogmaals op de centreerknop om automatisch te centreren
pl: Naciśnij ponownie środkowy przycisk, aby wyśrodkować
pt_br: Toque no botão do meio para auto centralizar
ro: Apasă din nou pe butonul de centrare pentru autocentrare
ru: Повторно нажать кнопку центрирования для автоцентрирования
sk_sk: Pre automatické centrovanie ťuknite opäť centrovacie tlačidlo
sv: Tryck på centreringsknappen igen, för automatisk centrering

source: No selection
be_by: Няма выбару
cs: Žádný výběr
de_de: keine Auswahl
et: Valik puudub
fi: Ei valintaa
fr: Aucune sélection
fur: Nissune selezion
it: Nessuna selezione
nl: Geen selectie
pl: Brak zaznaczenia
pt_br: Nada selecionado
ro: Nicio alegere
ru: Нет выбора
sk_sk: Žiaden výber
sv: Inget valt

source: Remove
be_by: Выдаліць
cs: Odstranit
de_de: Entfernen
el: Αφαίρεση
et: Eemalda
fi: Poista
fr: Supprimer
fur: Gjave
it: Rimuovi
nl: Verwijderen
pl: Usuń
pt_br: Remover
ro: Elimină
ru: Удалить
sk_sk: Odstrániť
sl_si: Odstrani
sv: Ta bort

source: Suggestions (%1)
be_by: Прапановы (%1)
cs: Návrhy (%1)
de_de: Vorschläge (%1)
et: Soovitused (%1)
fi: Ehdotukset (%1)
fur: Sugjeriments (%1)
it: Suggerimenti (%1)
nl: Suggesties (%1)
pl: Sugestie (%1)
pt_br: Sugestões (%1)
ro: Sugestii (%1)
ru: Предлагаемые варианты (%1)
sk_sk: Návrhy (%1)
sv: Förslag (%1)

source: Error while fetching results
be_by: Памылка пры атрыманні вынікаў
cs: Chyba při načítání výsledků
de_de: Fehler beim Abrufen der Ergebnisse
et: Tulemuste laadimisel tekkis viga
fi: Virhe tuloksia haettaessa
fr: Erreur lors de l'affichage des résultats
fur: Erôr tal recuperâ i risultâts
it: Errore durante il recupero dei risultati
nl: Fout bij ophalen van resultaten
pl: Błąd podczas pobierania wyników
pt_br: Erro ao buscar resultados
ro: Eroare la obținerea rezultatelor
ru: Ошибка при получении результатов
sk_sk: Chyba pri načítaní výsledkov
sv: Kunde inte hämta resultat

source: Searching ...
be_by: Пошук ...
cs: Hledání ...
de_de: Suche ...
et: Otsin ...
fi: Hakee...
fr: Recherche ...
fur: Daûr a cirî ...
it: Ricerca in corso ...
nl: Bezig met zoeken…
pl: Wyszukiwanie...
pt_br: Pesquisando...
ro: Se caută ...
ru: Поиск...
sk_sk: Hľadanie ...
sv: Söker ...

source: No results
be_by: Няма вынікаў
cs: Žádné výsledky
de_de: Keine Ergebnisse
el: Χωρίς αποτέλεσμα
et: Tulemusi ei leidu
fi: Ei tuloksia
fr: Aucun résultat
fur: Nissun risultât
it: Nessun risultato
nl: Geen resultaten
pl: Brak wyników
pt_br: Nenhum resultado encontrado
ro: Niciun rezultat
ru: Нет результатов
sk_sk: Žiadne výsledky
sl_si: Ni zadetkov
sv: Inga resultat

source: Results (%1)
be_by: Вынікі (%1)
cs: Výsledky (%1)
de_de: Ergebnisse (%1)
et: Tulemused (%1)
fi: Tulokset (%1)
fr: Résultats (%1)
fur: Risultâts (%1)
it: Risultati (%1)
nl: Resultaten (%1)
pl: Wyniki (%1)
pt_br: Resultados (%1)
ro: Rezultate (%1)
ru: Результаты (%1)
sk_sk: Výsledky (%1)
sv: Resultat (%1)

source: Points of Interest (%1)
be_by: Цікавыя месцы (%1)
cs: Body zájmu (%1)
de_de: Sonderziele (%1)
et: Huvipunktid (%1)
fi: Kohdepisteet (%1)
fr: Points d'intérêt (%1)
fur: Ponts di interès (%1)
it: Punti di interesse (%1)
nl: Nuttige plaatsen (%1)
pl: Interesujące miejsca (%1)
pt_br: Pontos de Interesse (%1)
ro: Locuri de interes (%1)
ru: Интересные точки (%1)
sk_sk: Zaujímavé miesta (%1)
sv: Platser av intresse (%1)

source: Unnamed point
be_by: Месца без назвы
cs: Nepojmenovaný bod
de_de: Namenloser Punkt
el: Ανώνημο σημείο
et: Tundmatu asukoht
fi: Nimetön piste
fr: Emplacement sans nom
fur: Pont cence non
it: Punto senza nome
nl: Punt zonder naam
pl: Punkt bez nazwy
pt_br: Ponto desconhecido
ro: Loc necunoscut
ru: Безымянная точка
sk_sk: Nepomenovaný bod
sl_si: Neimenovana točka
sv: Namnlös punkt
