Repository: tpikonen/pure-maps
Catalog: po/*.po
Languages: be_by, cs, de_de, el, et, fi, fr, fur, it, nl, pl, pt_br, ro, ru, sk_sk, sl_si, sv

source: The following options are for development only. Please don't change them unless you know what you are doing.
be_by: Наступныя варыянты прызначаны толькі для распрацоўкі. Калі ласка, не змяняйце іх, калі вы не ведаеце, што робіце.
cs: Následující možnosti jsou určeny pouze pro vývoj. Neměňte je, pokud nevíte, co děláte.
de_de: Die folgenden Optionen sind für Entwickler gedacht. Bitte ändere sie nur, wenn du weißt was du tust.
el: Οι παρακάτω επιλογές είναι πειραματικές. Παρακαλώ μην τις αλλάξετε αν δεν ξέρετε τι κάνετε.
et: Järgnevad seadistused on mõeldud arendajatele. Kui sa ei tea, mida sa teed, siis palun ära muuda neid.
fi: Seuraavan valinnat ovat vain ohjelmiston kehitystyötä varten. Älä muuta niitä, ellet tiedä mitä teet.
fr: Les options suivantes sont réservées au développement. Veuillez ne pas les modifier à moins de savoir ce que vous faites.
fur: Lis opzions chi sot a son dome pai svilupadôrs. No sta cambiâlis, gjavnat che tu savedis ce che tu stâs fasint.
it: Le opzioni seguenti sono solo per sviluppatori. Non modificarle a meno che tu non sappia quel che fai.
nl: Volgende opties dienen enkel voor ontwikkelingsdoeleinden. Pas ze niet aan als je niet weet wat je doet.
pl: Ta opcja jest tylko do celów rozwou aplikacji. Proszę, nie włączaj jej jesli nie wiesz co robisz.
pt_br: As seguintes opções são para desenvolvimento somente. Por favor, não as altere a menos que saiba o que está fazendo.
ro: Următoarele opțiuni sunt doar pentru programatori. Nu le schimba decât dacă știi ce faci.
ru: Следующие параметры предназначены только для режима разработки. Пожалуйста, не изменяйте их, если вы не знаете, что делаете.
sk_sk: Nasledujúce nastavenia sú iba pre vývoj. Nemeňte ich, pokiaľ neviete čo robíte.
sv: Följande alternativ är endast för utveckling. Ändra dem bara om du vet vad du gör.

source: Sets current position to the center of the current map view. Remember to disable GPS positioning when using this option.
be_by: Усталёўвае бягучае становішча ў цэнтры бягучага прагляду карты. Не забудзьце адключыць пазіцыянаванне GPS пры выкарыстанні гэтай опцыі.
cs: Nastaví aktuální polohu do středu aktuálního zobrazení mapy. Nezapomeňte zakázat GPS při použití této možnosti.
de_de: Setzt die aktuelle Position in die Mitte der aktuellen Kartenansicht. Denke daran die GPS-Positionierung zu deaktivieren wenn du diese Option verwendest.
el: Ορίζει την παρούσα θέση στο κέντρο της τρέχουσας προβολής χάρτη. Θυμηθείτε να απενεργοποιήσετε την εύρεση τοποθεσίας του GPS όταν χρησιμοποιείτε αυτήν την επιλογή.
et: Sätib praeguse asukoha praeguse kaardivaate keskele. Asukoha määramine GPS'i alusel peab olema välja lülitatud.
fi: Asettaa nykyisen sijainnin karttanäkymän keskelle. Muista estää GPS-sijainninmääritys käyttäessäsi tätä valintaa.
fr: Définit la position actuelle au centre de la vue de carte actuelle. Pensez à désactiver le positionnement GPS lorsque vous utilisez cette option.
fur: Al stabilìs la posizions atuâl al centri de viodude de mape atuâl. Visiti di disabilitâ il posizionament GPS cuant che tu dopris cheste opzion.
it: Imposta come posizione attuale il centro della mappa attualmente visualizzata. Ricorda di disattivare il posizionamento GPS quando usi questa opzione.
nl: Stelt huidige positie in op het centrum van de huidige kaartweergave. Schakel gps-positiebepaling uit wanneer je deze optie gebruikt.
pl: Ustawia bieżącą pozycję na środek bieżącego widoku mapy. Pamiętaj, aby wyłączyć funkcję pozycjonowania GPS podczas korzystania z tej opcji.
pt_br: Colocar posição no centro da vista atual do mapa. Lembre-se de desabilitar o posicionamento por GPS ao utilizar essa opção.
ro: Stabilește poziția actuală în centrul hărții vizibile. Nu uita să dezactivezi poziționarea GPS când folosești această opțiune.
ru: Делает текущую позицию центром видимой части карты. При использовании этой опции следует отключить приемник GPS.
sk_sk: Nastaviť súčasnú polohu do stredu súčasného zobrazenia mapy. Nezabudnite zakázať GPS polohovanie pri použití tejto voľby.
sv: Centrera aktuell position i aktuell kartvy. Kom ihåg att inaktivera GPS-positionering när detta alternativ används.

source: Set position to the map center
be_by: Усталюйце пазіцыю ў цэнтры карты
cs: Nastavte polohu na střed mapy
de_de: Setzt die Position auf die Kartenmitte
el: Ρυθμίστε τη θέση στο κέντρο του χάρτη
et: Säti asukoht kaardi keskele
fi: Aseta sijainti kartan keskelle
fr: Définir la position au centre de la carte
fur: Stabilìs la posizion al centri de mape
it: Imposta la posizione sul centro della mappa
nl: Positie instellen op centrum van kaart
pl: Ustaw pozycję na środku mapy
pt_br: Colocar posição no centro do mapa
ro: Centrează poziția pe hartă
ru: Сделать текущую позицию центром карты
sk_sk: Nastavte polohu na stred mapy
sv: Centrera positionen på kartan

source: Show current zoom level
be_by: Паказаць бягучы ўзровень маштабавання
cs: Zobrazit aktuální úroveň zvětšení
de_de: Zeigt die aktuelle Vergrößerungsstufe an
el: Εμφάνιση επιπέδου ζουμ
et: Näita praegu kasutatavat suumitaset
fi: Näytä mittasuhteen taso
fr: Afficher le niveau de zoom actuel
fur: Mostre il nivel di zoom atuâl
it: Mostra livello di zoom attuale
nl: Huidig zoomniveau tonen
pl: Pokaż aktualny poziom powiększenia
pt_br: Mostrar nível atual de zoom
ro: Arată nivelul actual de zoom
ru: Показывать текущий масштаб
sk_sk: Zobraziť súčasnú úroveň priblíženia
sv: Visa aktuell zoomnivå

source: Total
be_by: Усяго
cs: Celkem
de_de: Gesamt
el: Σύνολο
et: Teekond kokku
fi: Yhteensä
fur: Totâl
it: Totale
nl: Totaal
pl: Całkowicie
ru: Всего
sk_sk: Celkom
sl_si: Skupaj
sv: Totalt

source: incl %1 traffic delay
be_by: уключ. %1 затрымка дарожнага руху
cs: včetně %1 dopravního zpoždění
de_de: inkl. %1 Verkehrsverzögerung
et: sealhulgas liiklusoludest sõltuv viivitus %1
it: incluso %1 ritardo nel traffico
ro: inclusiv %1 întârziere în trafic
ru: с учетом задержки %1
sv: inkl. %1 trafikfördröjning

source: Stop
be_by: Спыніць
de_de: Beenden
el: Τερματισμός
et: Peata
fi: Pysähdy
fr: Arrêt
fur: Ferme
it: Ferma
nl: Stoppen
pt_br: Parar
ru: Стоп
sk_sk: Zastaviť
sv: Stopp

source: Begin
be_by: Пачаць
cs: Počátek
de_de: Beginne
el: Αρχίστε
et: Alusta
fi: Aloita
fr: Démarrer
fur: Scomence
it: Inizia
nl: Beginnen
pl: Zacznij
pt_br: Começar
ro: Începe
ru: Начать
sk_sk: Začiatok
sl_si: Začni
sv: Börja

source: Route
be_by: Маршрут
cs: Trasa
de_de: Strecke
et: Koosta teekond
fi: Reitti
fr: Itinéraire
fur: Itinerari
it: Percorso
pl: Trasa
pt_br: Rota
ro: Traseu
ru: Маршрут
sk_sk: Trasa
sv: Beräkna

source: Follow me
be_by: Следуй за мной
cs: Následovat
de_de: Folge mir
el: Ακολούθα με
et: Järgne mulle
fi: Seuraa minua
fr: Suivez-moi
fur: Sta daûr di me
it: Seguimi
nl: Volg mij
pl: Podążaj za mną
pt_br: Siga-me
ro: Urmează-mă
ru: Следовать за мной
sk_sk: Sledovať
sv: Följ mig

source: Reverse route
be_by: Зваротны маршрут
cs: Otočit trasu
de_de: Route umkehren
et: Pööra teekond teistpidi
fi: Käänteinen reitti
fr: Itinéraire inverse
fur: Invertìs itinerari
it: Percorso inverso
nl: Route omdraaien
pl: Odwróć trasę
pt_br: Rota reversa
ro: Traseu invers
ru: Обратный маршрут
sk_sk: Spiatočná trasa
sv: Omvänd rutt

source: Clear route
be_by: Ачысціць маршрут
cs: Vyčistit trasu
de_de: Route löschen
et: Kustuta teekond
fi: Tyhjennä reitti
fr: Effacer la route
fur: Nete itinerari
it: Cancella percorso
nl: Route wissen
pl: Wyczyść trasę
pt_br: Limpar rota
ro: Șterge traseul
ru: Очистить маршрут
sk_sk: Vymazať trasu
sv: Rensa rutten

source: From
be_by: З
cs: Z
de_de: Von
el: Από
et: Algus
fi: Lähtöpaikka
fr: de
fur: Di
it: Da
nl: Van
pl: Z
pt_br: De
ro: De la
ru: От
sk_sk: Odkiaľ
sl_si: Od
sv: Från

source: To
be_by: Да
cs: Do
de_de: Nach
el: Προς
et: Lõpp
fi: Määräpaikka
fr: à
fur: A
it: A
nl: Naar
pl: Do
pt_br: Para
ro: La
ru: До
sk_sk: Kam
sl_si: Do
sv: Till

source: Destination
be_by: Пункт назначэння
cs: Cíl
de_de: Ziel
et: Sihtkoht
fi: Kohde
fur: Destinazion
it: Destinazione
nl: Bestemming
pl: Miejsce docelowe
pt_br: Destino
ro: Destinație
ru: Пункт назначения
sk_sk: Cieľ

source: Additional destinations and wayponts can be added along the route. The both locations are used for calculation of the route, but only destinations are tracked for being reached. As a result, if you miss the waypoint and later rejoin the calculated route after the waypoint, it will be assumed that waypoint was reached and it will be dismissed in the rerouting calculations later. In contrast, destinations have to be reached within the certain tolerance and will not be dismissed in such manner. So, set as destination the locations that you need to reach on your route and as waypoints the locations that are just for shaping the route according to your preferences. Dismiss this dialog to stop showing this message.
be_by: Дадатковыя месцы і пункты маршруту могуць быць дададзеныя па ходзе. Абодва месцы выкарыстоўваюцца для падліку маршруту, але толькі пункты маршруту адсочваюцца для дасягнення. У выніку, калі вы пропусцілі пункт маршруту і пазней зноў далучыліся да разлічанага маршруту пасля маршрутнага пункту, будзе лічыцца, што пункт маршруту быў дасягнуты і ён будзе адхіляцца ў разліках змены маршруту пазней. У адрозненні ад гэтага, пункты маршруту павінны быць дасягнутыя ў межах пэўнага дапушчэння і не будуць адхілены такім чынам. Такім чынам, усталюйце як месцы, якія вам трэба дасягнуць на вашым маршруце, так і пункты маршруту, якія проста служаць для фарміравання маршруту ў адпаведнасці з вашымі перавагамі. Закрыйце гэта дыялогавае акно, каб спыніць паказ гэтага паведамлення.
cs: Na trase lze přidávat další cíle a wayponty. Obě místa jsou použita pro výpočet trasy, ale sledují se pouze cíle, kterých se dosáhne. V důsledku toho, pokud minete waypoint a později se za ním znovu připojíte k vypočtené trase, bude se předpokládat, že waypoint byl dosažen, a při pozdějších výpočtech přesměrování bude vyřazen. Naproti tomu cíle musí být dosaženy v určité toleranci a nebudou takto zamítnuty. Jako cíle tedy nastavte místa, kterých potřebujete na trase dosáhnout, a jako waypointy místa, která slouží pouze k formování trasy podle vašich preferencí. Ukončením tohoto dialogového okna se tato zpráva přestane zobrazovat.
de_de: Weitere Zwischenziele und Wegpunkte können entlang der Route hinzugefügt werden. Beide fließen in die Routenberechnung ein. Erfasst werden jedoch nur erreichte Ziele. Verpasst du einen Wegpunkt und kehrst danach zur Route zurück, gilt er als passiert. Bei einer Neuberechnung der Route wird er dann nicht mehr berücksichtigt. Im Gegensatz dazu müssen Ziele innerhalb einer gewissen Toleranz erreicht sein. Ansonsten bleiben sie Teil der neu berechneten Route. Lege also Orte, die du auf deiner Route erreichen musst immer als Ziele fest. Wegpunkte sind nur ein Mittel, die Route nach deinen Wünschen anzupassen.. Lehne den Dialog ab, um diesen Hinweis nicht erneut anzeigen zu lassen.
et: Teekonnale saad lisada täiendavad sihtkohti ning teekonnapunkte. Mõlemad lähevad arvesse teekonna arvutamisel, kuid vaid sihtkohtade puhul anname kohalejõudmise puhul märku. Seega, kui sul jääb teekonnapunkt vahele ja jõuad hiljem tagasi plaanitud teekonnale, siis me eeldame, et oled teekonnapunktid viibinud ja ei kasuta seda enam teekonna koostamisel. Sihtkohtade loogika toimib vastupidiselt - need pead sa olema teatavat tolerantsi arvestades läbinud ning kui pole, siis lähevad nad teekonna arvutamisel arvesse. Mistõttu soovitame, et määra sihtkohaks sellised asukohad oma teekonnal, mida soovid kindlasti läbida ning teekonnapunktideks sellised asukohad, mida soovid laias laastus arvestada teekonna koostamisel. Kui soovid, et seda teadet enam ei kuvataks, vajuta Loobu nuppu.
fi: Kohteita (K) ja reittipisteitä (p) voidaan lisätä matkan varrelle. Molempia käytetään reitityksen laskemiseen, mutta vain kohteiden saavuttamista seurataan. Tämän takia, mikäli menet reittipisteen huti ja myöhemmin palaat lasketulle reitille, oletetaan että reittipiste saavutettiin ja sitä ei enää huomioida uudellenreitityksessä myöhemmin. Sitä vastoin, kohteet pitää saavuttaa tietyn toleranssin sisällä ja niitä ei unohdeta reitityksestä. Eli, aseta paikka kohteeksi, kun siellä on käytävä, ja aseta paikka reittipisteenä, kun se on vain osa mieleisen reitin valintaa. Hylkää tämä viesti lopettaaksesi sen näyttämisen.
fr: Des destinations et des points de passage supplémentaires peuvent être ajoutés le long de l'itinéraire. Ces deux types de points sont utilisés pour le calcul de l'itinéraire, mais seules les destinations sont suivies pour être atteintes. Par conséquent, si vous manquez un point de passage et rejoignez plus tard l'itinéraire calculé après le point de passage, il sera supposé que le point de passage a été atteint et il ne sera pas pris en compte dans les calculs de routage plus tard. En revanche, les destinations doivent être atteintes dans la limite d'une certaine tolérance et ne seront pas ignorées de cette manière. Définissez donc comme destination les endroits que vous devez atteindre sur votre itinéraire et comme points de passage les endroits qui ne servent qu'à façonner l'itinéraire selon vos préférences. Fermez cette boîte de dialogue pour ne plus afficher ce message.
it: È possibile aggiungere altre destinazioni e punti intermedi lungo il percorso. Entrambe le posizioni vengono utilizzate per il calcolo del percorso, ma solo le destinazioni vengono monitorate per essere raggiunte. Di conseguenza, se si perde un punto intermedio e si riprende il percorso calcolato dopo il punto intermedio, si riterrà che il punto intermedio sia stato raggiunto e verrà scartato nei ricalcoli successivi. Le destinazioni, invece, devono essere raggiunte entro una certa tolleranza e non verranno scartate in questo modo. Quindi, impostare come destinazione i luoghi che si devono raggiungere sul percorso e come punti intermedi i luoghi che servono solo per modellare il percorso secondo le proprie preferenze. Chiudere questa finestra di dialogo per non visualizzare più questo messaggio.
pt_br: Destinos adicionais e paradas podem ser adicionados à rota e ambos funcionam de maneira similar, mas somente chegadas a destinos são detectadas. Se você chegar em um destino pulando paradas anteriores elas serão ignoradas para fins de cálculo de rotas. Os destinos são pensados para pontos que você necessita passar e as paradas para ajudar a desenhar caminhos para que a rota se adequar à sua preferência. Dispense essa mensagem para não vê-la mais.
ro: De-a lungul traseului pot fi adăugate alte destinații și puncte intermediare. Ambele locuri sunt utilizate pentru calcularea traseului, dar sunt urmărite doar destinațiile care urmează să fie atinse. În consecință, dacă se ratează un punct intermediar și se reia traseul calculat după punctul intermediar, punctul intermediar va fi considerat ca fiind atins și va fi eliminat din recalcularea ulterioară a traseului. Destinațiile, pe de altă parte, trebuie să fie atinse în limitele unei anumite toleranțe și nu vor fi eliminate în acest mod. Prin urmare, stabilește ca destinații locurile la care trebuie să ajungi pe traseu, iar ca puncte intermediare locurile care servesc doar la modelarea traseului în funcție de preferințele tale. Închide această fereastră de dialog pentru a nu mai vedea acest mesaj.
ru: На маршруте могут быть добавлены дополнительные пункты назначения и промежуточные точки. И те, и другие используются для расчета маршрута, но отслеживаются только пункты назначения, до которых можно добраться. В результате, если вы пропустите промежуточную точку и позже вернетесь на вычисленный маршрут после промежуточной точки, будет принято, что промежуточная точка была достигнута, и она не будет учитываться при расчетах изменённого маршрута. Напротив, пункты назначения должны быть охвачены в пределах некоторого допуска и, таким образом, не будут отклонены. Итак, установите в качестве пунктов назначения те места, которые вам нужно достичь на вашем маршруте, а в качестве промежуточных точек - те места, которые предназначены только для формирования маршрута в соответствии с вашими предпочтениями. Закройте это диалоговое окно, чтобы прекратить показ этого сообщения.
sk_sk: Na trase je možné pridať ďalšie ciele a body. Obidve polohy sa používajú na výpočet trasy, ale sledujú sa iba ciele. Nakoniec, ak zmeškáte bod na trase a neskôr sa znovu pripojíte k vypočítanej trase po bode na trase, bude sa predpokladať, že bol bod na trase dosiahnutý a bude neskôr vo výpočtoch presmerovania zamietnutý. Naopak, ciele musia byť dosiahnuté v rámci určitej tolerancie a nebudú takýmto spôsobom odmietané. Stanovte si teda ako cieľ miesta, ktoré musíte na svojej trase dosiahnuť a body na trase miesta, ktoré slúžia iba na usmernenie trasy podľa vašich preferencií. Odmietnuť toto dialógové okno a prestať zobrazovať túto správu.
sv: Ytterligare destinationer och vägpunkter kan läggas till längs rutten. De båda platserna används för beräkning av rutten, men endast destinationer spåras för att nås. Resultatet kan bli att om du missar vägpunkten och senare återansluter till den beräknade rutten, efter vägpunkten, kommer det att antas att vägpunkten nåddes och den kommer att avfärdas i senare omberäkning av rutten. Däremot måste destinationer nås inom en viss tolerans och kommer inte att avfärdas på ett sådant sätt. Så ange de platser du behöver nå på din rutt, som destination och de platser som bara är för att utforma rutten enligt dina önskemål, som vägpunkter. Avfärda den här dialogen om du vill sluta visa det här meddelandet.

source: Optimize order
be_by: Аптымізаваць парадак
cs: Optimalizovat pořadí
de_de: Optimiere Reihenfolge
et: Optimeeri järjekorda
fi: Optimoi järjestys
fr: Optimiser l'ordre
fur: Otimize ordin
it: Ottimizza l'ordine
nl: Volgorde optimaliseren
pl: Optymalizuj kolejność
pt_br: Otimizar ordem
ro: Schimbă ordinea
ru: Оптимизировать порядок
sk_sk: Optimalizovať poradie
sv: Optimera ordning

source: Up
be_by: Уверх
cs: Nahoru
de_de: Hoch
et: Üles
fi: Ylös
fr: Vers le haut
fur: Sù
it: Su
nl: Omhoog
pl: W górę
pt_br: Subir
ro: Sus
ru: Вверх
sk_sk: Hore
sv: Upp

source: Down
be_by: Уніз
cs: Dolu
de_de: Runter
et: Alla
fi: Alas
fr: Vers le bas
fur: Jù
it: Giù
nl: Omlaag
pl: W dół
pt_br: Descer
ro: Jos
ru: Вниз
sk_sk: Dolu
sv: Ner

source: Convert to waypoint
be_by: Пераўтварыць у маршрутны пункт
cs: Převest na bod cesty
de_de: In Wegpunkt umwandeln
et: Muuda teekonnapunktiks
fi: Muunna reittipisteeksi
fr: Convertir en point de passage
fur: Convertìs in pont di passaç
it: Trasforma in punto intermedio
nl: Omzetten naar routepunt
pl: Konwertuj na punkt trasy
pt_br: Converter em parada
ro: Transformă în punct intermediar
ru: Преобразовать в промежуточный пункт
sk_sk: Zmeniť na bod na trase
sv: Konvertera till vägpunkt

source: Convert to destination
be_by: Пераўтварыць у пункт прызначэння
cs: Převést na cíl cesty
de_de: In Ziel umwandeln
et: Muuda sihtkohaks
fi: Muunna kohteeksi
fr: Convertir en destination
fur: Convertìs in destinazion
it: Trasforma in destinazione
nl: Omzetten naar bestemming
pl: Konwertuj na miejsce docelowe
pt_br: Converter em destino
ro: Transformă în destinație
ru: Преобразовать в пункт назначения
sk_sk: Zmeniť na cieľ
sv: Konvertera till destination

source: Add destination
be_by: Дабавіць напрамак
cs: Přidat cíl cesty
de_de: Ziel hinzufügen
et: Lisa sihtkoht
fi: Lisää kohde
fr: Ajouter une destination
fur: Zonte destinazion
it: Aggiungi destinazione
nl: Bestemming toevoegen
pl: Dodaj miejsce docelowe
pt_br: Adicionar destino
ro: Adaugă o destinație
ru: Добавить пункт назначения
sk_sk: Pridať cieľ
sv: Lägg till destination

source: Add waypoint
be_by: Дадаць пуцявы пункт
cs: Přidat bod cesty
de_de: Wegpunkt hinzufügen
et: Lisa teekonnapunkt
fi: Lisää reittipiste
fr: Ajouter un point de passage
fur: Zonte pont di passaç
it: Aggiungi punto intermedio
nl: Routepunt toevoegen
pl: Dodaj punkt trasy
pt_br: Adicionar parada
ro: Adaugă un punct intermediar
ru: Добавить промежуточный пункт
sk_sk: Pridať bod na trase
sv: Lägg till vägpunkt

source: Waypoint
be_by: Пуцявы пункт
cs: Bod na trase
de_de: Wegpunkt
et: Teekonnapunkt
fi: Reittipiste
fr: Point de passage
fur: Pont di passaç
it: Punto intermedio
nl: Routepunt
pl: Punkt trasy
pt_br: Parada
ro: Punct intermediar
ru: Промежуточный пункт
sk_sk: Bod na trase
sv: Vägpunkt

source: Routes
be_by: Маршруты
cs: Trasy
de_de: Strecken
et: Varasemad teekonnad
fi: Reitit
fr: Itinéraires
fur: Itineraris
it: Percorsi
pl: Trasy
pt_br: Rotas
ro: Trasee
ru: Маршруты
sk_sk: Trasy
sv: Rutter

source: %1 ‒ %2 (%3 destinations and waypoints)
be_by: %1 ‒ %2 (%3 напрамкі і пункты прызначэння)
cs: %1 ‒ %2 (%3 cílů a bodů cesty)
de_de: %1 ‒ %2 (%3 Ziele und Wegpunkte)
et: %1 ‒ %2 (%3 sihtkohad ja teekonnapunktid)
fi: %1 ‒ %2 (%3 kohteet ja reittipisteet)
fr: %1 ‒ %2 (%3 destinations et points de passage)
fur: %1 ‒ %2 (%3 destinazions e ponts di passaç)
it: %1 ‒ %2 (%3 destinazioni e punti intermedi)
nl: %1 ‒ %2 (%3 bestemmingen en routepunten)
pl: %1 ‒ %2 (%3 miejsca docelowe i punkty trasy)
pt_br: %1 ‒ %2 (%3 destinos e paradas)
ro: %1 ‒ %2 (%3 destinații și puncte intermediare)
ru: %1 ‒ %2 (%3 пункты назначения и промежуточные пункты)
sk_sk: %1 ‒ %2 (%3 ciele a body na trase)
sv: %1 ‒ %2 (%3 destinationer och vägpunkter)

source: Show more...
be_by: Паказаць больш...
cs: Zobrazit více ...
de_de: Mehr anzeigen...
et: Näita veel...
fi: Näytä lisää...
fr: Afficher plus...
fur: Mostre di plui...
it: Mostra altro...
nl: Meer tonen...
pl: Pokaż więcej...
pt_br: Mais informação...
ro: Arată mai mult...
ru: Показать еще...
sk_sk: Zobraziť viac...
sv: Visa mer...

source: Destinations
be_by: Напрамкі
cs: Cíle
de_de: Ziele
et: Sihtkohad
fi: Kohteet
fur: Destinazions
it: Destinazioni
nl: Bestemmingen
pl: Miejsca docelowe
pt_br: Destinos
ro: Destinații
ru: Пункты назначения
sk_sk: Ciele
sv: Destinationer

source: Follow the movement and show just in time information
be_by: Сачыць за рухам і своечасова паказваць інфармацыю
cs: Sledovat pohy a zobrazovat včasné informace
de_de: Folge der Bewegung und zeige Echtzeit-Informationen
el: Ακολουθήστε την κίνηση και εμφανίστε πληροφορίες της στιγμής
et: Jälgi minu liikumist ja näita vaid ajakohast teavet
fi: Seuraa liikettä ja näytä viimehetken tiedot
fr: Suivre le mouvement et ne montrer que les infos sur le vif
fur: Sta daûr dal moviment e mostre lis informazions sul moment
it: Segui il movimento e mostra le informazioni al momento
nl: Volg de bewegingen en toon net-op-tijd-informatie
pl: Śledź ruch i pokaż informacje w czasie
pt_br: Seguir o movimento e mostrar informações em tempo real
ro: Urmărește mișcarea și arată informații când e nevoie
ru: Следить за движением и показывать актуальную информацию
sk_sk: Sledovať pohyb a zobrazovať iba okamžité informácie
sv: Följ förflyttningen och visa just-i-tid-information
