Repository: tpikonen/pure-maps
Catalog: po/*.po
Languages: be_by, cs, de_de, el, et, fi, fr, fur, it, nl, pl, pt_br, ro, ru, sk_sk, sl_si, sv

source: Bookmarks
be_by: Закладкі
cs: Záložky
de_de: Lesezeichen
et: Järjehoidjad
fi: Kirjanmerkit
fr: Marque-pages
fur: Segnelibris
it: Preferiti
nl: Bladwijzers
pl: Zakładki
pt_br: Marcadores
ro: Preferate
ru: Закладки
sk_sk: Záložky
sv: Bokmärken

source: Share current position
be_by: Падзяліцца бягучым полажэннем
cs: Sdílet aktuální polohu
de_de: Teile aktuelle Position
el: Κοινοποίηση παρούσας θέσης
et: Jaga praegust asukohta
fi: Jaa nykyinen sijainti
fr: Partager la position actuelle
fur: Condivît posizion atuâl
it: Condividi posizione attuale
nl: Huidige positie delen
pl: Udostępnij obecną pozycję
pt_br: Compartilhar posição atual
ro: Trimite poziția actuală
ru: Сообщить свою позицию
sk_sk: Poskytnúť polohu
sl_si: Deli svoj trenutni položaj
sv: Dela aktuell position

source: Share current position (not ready)
be_by: Падзяліцца бягучай пазіцыяй (не гатова)
cs: Sdílet aktuální polohu (zatím nedostupné)
de_de: Teile aktuelle Position (nicht fertig)
et: Jaga praegust asukohta (pole valmis)
fi: Jaa nykyinen sijainti (ei valmis)
fr: Partager la position actuelle (pas prêt)
fur: Condivît posizion atuâl (no pronte)
it: Condividi la posizione corrente (non pronta)
nl: Huidige positie delen (nog niet klaar)
pl: Udostępnij aktualną pozycję (niegotowe)
pt_br: Compartilhar a localização atual (não implementado)
ro: Trimite poziția actuală (nu e gata)
ru: Сообщить текущую позицию (не готово)
sk_sk: Poskytnúť polohu (zatiaľ nedostupné)
sv: Dela aktuell position (inte klar)

source: Share Current Position
be_by: Падзяліцца бягучай пазіцыяй
cs: Sdílet aktuální polohu
de_de: Teile aktuelle Position
el: Κοινοποίηση Παρούσας Θέσης
et: Jaga praegust asukohta
fi: Jaa nykyinen sijainti
fr: Partager la position actuelle
fur: Condivît posizion atuâl
it: Condividi posizione attuale
nl: Huidige positie delen
pl: Udostępnij obecną pozycję
pt_br: Compartilhar posição atual
ro: Trimite poziția actuală
ru: Сообщить свою позицию
sk_sk: Poskytnúť polohu
sl_si: Deli svoj trenutni položaj
sv: Dela aktuell position

source: mph
be_by: міль/г
el: μαω
nl: mpu
ru: миль/ч
sk_sk: mi/h

source: km/h
be_by: км/г
el: χμ/ω
nl: km/u
ru: км/ч

source: Continue for %1 (%2).
be_by: Працягвайце для %1 (%2).
cs: Pokračujte na %1 (%2).
de_de: Weiter für %1 (%2).
et: Jätka veel %1 (%2).
fi: Jatka %1 (%2).
fr: Continuez pendant %1 (%2).
fur: Continue par %1 (%2).
it: Proseguire per %1 (%2).
nl: Ga nog %1 (%2) door.
pl: Kontynuuj przez %1(%2).
pt_br: Continuar para %1 (%2).
ro: Continuă încă %1 (%2).
ru: Продолжать до %1 (%2).
sk_sk: Pokračovať na %1 (%2).
sv: Fortsätt %1 (%2).

source: Continue for %1.
be_by: Працягвайце %1.
cs: Pokračujte k %1.
de_de: Weiter zu %1.
el: Συνεχίστε για %1
et: Jätka %1.
fi: Jatka %1.
fr: Continuez sur %1.
fur: Continue par %1.
it: Proseguire per %1.
nl: Ga nog %1 door.
pl: Kontynuuj przez %1.
pt_br: Continuar para %1.
ro: Continuă încă %1.
ru: Продолжайте в течение %1
sk_sk: Pokračovať k %1.
sl_si: Nadaljuj do %1.
sv: Fortsätt %1.

source: Route removed
be_by: Маршрут выдалены
cs: Trasa odebrána
de_de: Strecke entfernt
et: Teekond on eemaldatud
fi: Reitti poistettu
fr: Route supprimée
fur: Itinerari eliminât
it: Percorso rimosso
nl: Route verwijderd
pl: Trasa usunięta
pt_br: Rota removida
ro: Traseu eliminat
ru: Маршрут удален
sk_sk: Trasa odstránená
sv: Rutten borttagen

source: Stopped to follow the movement
be_by: Спыніцесь, каб прасачыць за рухам
cs: Sledování pohybu zastaveno
de_de: Gestoppt um der Bewegung zu folgen
et: Lõpetasin liikumise jälgimine
fi: Pysäytetty liikkeen seuraamiseksi
fr: Arrêté pour suivre le mouvement
fur: Fermât par lâ daûr dal moviment
it: Fermato per seguire il movimento
nl: Gestopt om beweging te volgen
pl: Zatrzymano, aby śledzić ruch
pt_br: Acompanhamento do movimento desativado
ro: Am încetat să urmăresc mișcarea
ru: Отслеживание передвижения остановлено
sk_sk: Sledovanie pohybu zastavené
sv: Sluta följa färden

source: Navigation paused
be_by: Навігацыя прыпынена
cs: Navigace pozastavena
de_de: Navigation angehalten
et: Tee juhatamine lõppes
fi: Navigointi keskeytetty
fr: Navigation mise en pause
fur: Navigazion in pause
it: Navigazione in pausa
nl: Navigatie onderbroken
pl: Nawigacja wstrzymana
pt_br: Navegação pausada
ro: Navigare întreruptă
ru: Навигация приостановлена
sk_sk: Navigovanie je prerušené
sv: Navigering pausad

source: Navigation started
be_by: Навігацыя пачалася
cs: Navigace spuštěna
de_de: Navigation gestartet
et: Tee juhatamine algas
fi: Navigointi aloitettu
fr: Navigation lancée
fur: Navigazion scomençade
it: Navigazione avviata
nl: Navigatie gestart
pl: Nawigacja rozpoczęta
pt_br: Navegação iniciada
ro: Navigare pornită
ru: Навигация началась
sk_sk: Navigovanie je spustené
sv: Navigering startad

source: To route
be_by: Да маршруту
cs: K trase
de_de: zur Navigation
et: Joonista teekonda
fi: Reitille
fr: Vers la route
fur: Al itinerari
it: Verso il percorso
nl: Naar route
pl: Do trasy
pt_br: Para rota
ro: Spre traseu
ru: Прокладывать маршрут
sk_sk: K trase
sv: Till rutten

source: (D)
fi: (M)
nl: (B)
ru: (Пункт Назначения)

source: (W)
fi: (V)
fr: (P)
fur: (P)
it: (P)
nl: (R)
pt_br: (P)
ro: (P)
ru: (Промежуточный Пункт)
sv: (V)

source: (D) ETA
de_de: (D) Voraussichtliche Zielankunft
et: (D) ESA
fi: (M) ASA
fr: (D) Heure d'arrivée estimée
fur: (D) Stime par rivâ
it: (D) Arrivo
nl: (B) - gesch. aank.
pt_br: (D) HEC
ro: (D) Sosire
ru: (Пункт Назначения) Расчетное Время Прибытия
sv: (D) BAT

source: (W) ETA
de_de: (W) Voraussichtliche Wegpunktankunftszeit
et: (W) ESA
fi: (V) ASA
fr: (P) Heure d'arrivée estimée
fur: (P) Stime par rivâ
it: (P) Arrivo
nl: (R) - gesch. aank.
pt_br: (P) HEC
ro: (P) Sosire
ru: (Промежуточный Пункт) Расчетное Время Прибытия
sv: (V) BAT

source: ETA
cs: Cíl
de_de: AN
el: ΑΩΑ
et: Saabume
fi: ASA
fur: Stime par rivâ
it: Arrivo
nl: Geschatte aankomsttijd
pt_br: HEC
ro: Sosire
ru: Прибытие
sk_sk: Cieľ
sv: Beräknad ankomst

source: Pause
be_by: Паўза
cs: Pauza
el: Παύση
et: Peata
fi: Tauko
it: Pausa
nl: Pauzeren
pl: Wstrzymaj
pt_br: Pausar
ro: Pauză
ru: Пауза
sk_sk: Prestávka
sl_si: Pavza
sv: Paus

source: Navigate
be_by: Навігаваць
cs: Navigovat
de_de: Navigiere
et: Asu teele
fi: Navigoi
fr: Naviguer
fur: Navigâ
it: Navigare
nl: Navigeren
pl: Nawiguj
pt_br: Navegar
ro: Pornește la drum
ru: Прокладка маршрута
sk_sk: Navigovať
sl_si: Navigiraj
sv: Navigera

source: Reroute
be_by: Змяніць маршрут
cs: Přesměrovat
de_de: Umleiten
el: Επαναπροσδιορισμός διαδρομής
et: Muuda
fi: Reititä uudelleen
fr: Dérouter
fur: Tornâ a calcolâ
it: Ricalcola
nl: Herberekenen
pl: Zmień trasę
pt_br: Recalcular
ro: Recalculează traseul
ru: Перестроить маршрут
sk_sk: Presmerovať
sl_si: Preusmeri
sv: Beräkna om rutten

source: Clear
be_by: Ачысціць
cs: Vymazat
de_de: Löschen
el: Εκκαθάριση
et: Kustuta
fi: Tyhjennä
fr: Effacer
fur: Nete
it: Cancella
nl: Wissen
pl: Wyczyść
pt_br: Parar
ro: Șterge
ru: Очистить
sk_sk: Vymazať
sl_si: Počisti
sv: Rensa

source: Status
be_by: Статус
el: Κατάσταση
et: Olek
fi: Tilanne
fr: État
fur: Stât
it: Stato
pt_br: Detalhes
ro: Stare
ru: Статус
sk_sk: Stav
sl_si: Stanje

source: Estimated time of arrival
be_by: Разліковы час прыбыцця
cs: Předpokládaný čas příjezdu
de_de: Geschätzte Ankunftszeit
et: Eeldatav saabumine
fi: Arvioitu saapumisaika (ASA)
fr: Arrivée estimée
fur: Timp stimât par rivâ
it: Ora prevista di arrivo
nl: Geschatte aankomsttijd
pl: Przewidywany czas przybycia
pt_br: Horário estimado da chegada
ro: Sosire
ru: Время прибытия
sk_sk: Predpokladaný čas príjazdu
sv: Beräknad ankomsttid

source: Destination reached
be_by: Пункт прызначэння дасягнуты
cs: Cíl dosažen
de_de: Ziel erreicht
et: Saabusid sihtkohta
fi: Kohde saavutettu
fr: Destination atteinte
fur: Rivâts a destinazion
it: Destinazione raggiunta
nl: Bestemming bereikt
pl: Cel osiągnięty
pt_br: Você chegou ao seu destino
ro: Destinație atinsă
ru: Пункт назначения достигнут
sk_sk: Bol dosiahnutý cieľ
sv: Du är framme

source: Destinations and waypoints
be_by: Пункты прызначэння і шляхі
cs: Cíle a body cesty
de_de: Ziele und Wegpunkte
et: Sihtkohad ja teekonnapunktid
fi: Kohteet (K) ja reittipisteet (p)
fr: Destinations et points de passage
fur: Destinazions e ponts di passaç
it: Destinazioni e punti intermedi
nl: Bestemmingen en routepunten
pl: Miejsca docelowe i punkty trasy
pt_br: Destinos e paradas
ro: Destinații și puncte intermediare
ru: Пункты назначения и промежуточные точки
sk_sk: Ciele a body na trase
sv: Destinationer och vägpunkter

source: Origin: %1
be_by: Пачатак: %1
cs: Výchozí bod: %1
de_de: Startpunkt: %1
et: Lähtepunkt: %1
fi: Alkupiste: %1
fr: Point de départ : %1
fur: Origjin: %1
it: Punto di partenza: %1
nl: Vertrekpunt: %1
pl: Punkt początkowy: %1
pt_br: Origem: %1
ro: Punct de plecare: %1
ru: Начало отсчета: %1
sk_sk: Počiatok: %1
sv: Ursprung: %1

source: Final destination: %1
be_by: Канчатковы пункт прызначэння: %1
cs: Cílová destinace: %1
de_de: Endgültiges Ziel: %1
et: Lõppsihtkoht: %1
fi: Määränpää kohde: %1
fr: Destination finale : %1
fur: Destinazion finâl: %1
it: Destinazione finale: %1
nl: Eindbestemming: %1
pl: Miejsce docelowe: %1
pt_br: Destino final: %1
ro: Destinație finală: %1
ru: Конечный пункт: %1
sk_sk: Konečný cieľ: %1
sv: Slutdestination: %1

source: Destination: %1
be_by: Пункт прызначэння: %1
cs: Destinace: %1
de_de: Ziel: %1
et: Sihtkoht: %1
fi: Kohde: %1
fur: Destinazion: %1
it: Destinazione: %1
nl: Bestemming: %1
pl: Miejsce docelowe: %1
pt_br: Destino: %1
ro: Destinație: %1
ru: Пункт назначения: %1
sk_sk: Cieľ: %1

source: Waypoint: %1
be_by: Кропка шляху: %1
cs: Bod trasy: %1
de_de: Wegpunkt: %1
et: Teekonnapunkt: %1
fi: Reittipiste: %1
fr: Point de passage : %1
fur: Pont di passaç: %1
it: Punto intermedio: %1
nl: Routepunt: %1
pl: Punkt trasy: %1
pt_br: Parada: %1
ro: Punct intermediar: %1
ru: Промежуточный пункт: %1
sk_sk: Bod na trase: %1
sv: Vägpunkt: %1

source: Remaining
be_by: Засталося
cs: Zbývá
de_de: Verbleibend
el: Υπόλοιπον
et: Jäänud minna
fi: Jäljellä
fr: Restant
fur: A restin
it: Rimanenti
nl: Resterend
pl: Pozostały
pt_br: Distância
ro: Rămas
ru: Осталось
sk_sk: Zostáva
sl_si: Preostanek
sv: Återstående

source: Leg
be_by: Пешым
cs: Úsek
de_de: Teilstrecke
et: Lõik
fi: Etappi
fr: Tronçon
fur: Tape
it: Tappa
nl: Deel
pl: Etap
pt_br: Perna
ro: Porțiune
ru: Этап
sk_sk: Úsek
sv: Delrutt

source: Arrived
be_by: Прыехаў
cs: Příjezd
de_de: Angekommen
et: Jõudsid kohale
fi: Saapunut
fr: Vous êtes arrivé
fur: Rivâts
it: Arrivato
nl: Bestemming bereikt
pl: Na miejscu
pt_br: Chegou
ro: Ai ajuns
ru: Приехал
sk_sk: Prišiel
sv: Ankom

source: Maneuvers
be_by: Манёўры
cs: Instrukce
de_de: Anweisungen
el: Ελιγμούς
et: Teekonna võimalused
fi: Vaiheet
fr: Manœuvres
fur: Manovris
it: Manovre
nl: Manoeuvres
pl: Manewry
pt_br: Instruções
ro: Manevre
ru: Маневры
sk_sk: Inštrukcie
sl_si: Razporejanje
sv: Manövrer

source: EXIT
be_by: ВЫХАД
de_de: Ausfahrt
el: ΕΞΟΔΟΣ
et: VÄLJU
fi: Käännös pois
fr: QUITTER
fur: JESSUDE
it: USCITA
nl: AFRIT
pl: ZJAZD
pt_br: SAÍDA
ro: IEȘIRE
ru: ВЫХОД
sk_sk: VÝJAZD
sv: AVFART

source: Destination %1 reached
be_by: Пункт прызначэння %1 дасягнуты
cs: Cílová destinace %1 dosažena
de_de: Ziel %1 erreicht
et: Saabusid sihtkohta %1
fi: Kohde %1 saavutettu
fr: Destination %1 atteinte
fur: Rivâts ae destinazion %1
it: Destinazione %1 raggiunta
nl: De bestemming, %1, is bereikt
pl: Miejsce docelowe %1 osiągnięte
pt_br: Você chegou ao destino %1
ro: Destinația %1 a fost atinsă
ru: Пункт назначения %1 достигнут
sk_sk: Cieľ %1 bol dosiahnutý
sv: Du är framme vid destination %1

source: Waypoint %1 reached
be_by: Кропка %1 дасягнута
cs: Dosažen bod trasy %1
de_de: Wegpunkt %1 erreicht
et: Jõudsid teekonnapunkti %1
fi: Reittipiste %1 saatuvettu
fr: Point de passage %1 atteint
fur: Rivâts al pont di passaç %1
it: Punto intermedio %1 raggiunto
nl: Het routepunt, %1, is bereikt
pl: Punkt trasy %1 osiągnięty
pt_br: Você chegou à parada %1
ro: Punctul intermediar %1 a fost atins
ru: Промежуточный пункт %1 достигнут
sk_sk: Bod na trase %1 bol dosiahnutý
sv: Du är framme vid vägpunkt %1

source: Voice navigation on
be_by: Галасавая навігацыя ўключана
cs: Hlasová navigace zapnutá
de_de: Sprach-Navigation an
el: Φωνητική πλοήγηση ενεργοποιημένη
et: Hääljuhtimine on kasutusel
fi: Ääninavigointi päällä
fr: Instructions vocales activées
fur: Navigazion vocâl ativade
it: Navigazione vocale attiva
nl: Stemnavigatie aan
pl: Nawigacja głosowa włączona
pt_br: Navegação por voz ativada
ro: Instrucțiuni vocale activate
ru: Голосовая подсказка включена
sk_sk: Hlasová navigácia je zapnutá
sl_si: Glasovno vodenje vključeno
sv: Röstnavigering på

source: Voice navigation unavailable: missing Text-to-Speech (TTS) engine for selected language
be_by: Галасавая навігацыя недаступная: адсутнічае механізм пераўтварэння тэксту ў маўленне (TTS) для выбранай мовы
cs: Hlasová navigace nedostupná: chybí Text-to-Speech (TTS) engine pro vybraný jazyk
de_de: Sprachnavigation nicht verfügbar: Text-to-Speech (TTS) Engine für die ausgewählte Sprache fehlt.
et: Hääljuhtimine ei ole saadaval: valitud keele jaoks puudub kõnesünteesi (TTS) mootor
fi: Ääninavigointi ei ole saatavissa: puuttuva teksti-ääneksi (TTS) puheentuottokone valitulle kielelle
fr: Navigation vocale indisponible : moteur Text-to-Speech (TTS) manquant pour la langue sélectionnée
fur: Navigazion vocâl no disponibile: al mancje un motôr Text-to-Speech (TTS) pe lenghe selezionade
it: Navigazione vocale non disponibile: motore Text-to-Speech (TTS) mancante per la lingua selezionata
nl: Stemnavigatie niet beschikbaar: spraakaandrijving (TTS) van geselecteerde taal is niet geïnstalleerd
pl: Brak nawigacji głosowej: brak silnika Text-to-Speech (TTS) dla wybranego języka
pt_br: Navegação por voz indisponível: falta um motor de Texto-para-Fala (TPF) no idioma selecionado
ro: Instrucțiunile vocale nu sunt disponibile: lipsește motorul de vorbire (TTS) pentru limba aleasă
ru: Голосовая навигация недоступна: отсутствует движок преобразования текста в речь (Text-to-Speech, TTS) для выбранного языка
sk_sk: Hlasová navigácia je nedostupná: chýba Text-to-Speech (TTS) stroj pre zvolený jazyk
sv: Röstnavigering är inte tillgänglig. Text-till-tal-motor (TTS) saknas, för det önskade språket.

source: Routing failed: current position not known
be_by: Памылка маршрутызацыі: бягучая пазіцыя невядомая
cs: Neúspěšná navigace: aktuální poloha není známa
de_de: Navigation fehlgeschlagen: aktuelle Position unbekannt
et: Tee juhatamine ei õnnestunud: praegune asukoht pole teada
fi: Reititys ei onnistunut: nykyinen sijainti tuntematon
fr: Échec du routage : position actuelle inconnue
it: Calcolo fallito: posizione attuale sconosciuta
nl: Routebepaling mislukt: huidige locatie is onbekend
pl: Nieudane wytyczanie trasy: obecne położenie nie jest znane
pt_br: Não foi possível encontrar rota: posição atual desconhecida
ro: Calcularea traseului a eșuat: poziția actuală nu este cunoscută
ru: Ошибка построения маршрута: текущая позиция неизвестна
sk_sk: Smerovanie zlyhalo: nie je známa aktuálna poloha
sv: Ruttberäkning misslyckades: Aktuell position okänd

source: Rerouting position
be_by: Перанакіраванне пазіцыі
cs: Přepočítávání pozice
de_de: Neuberechnung Standort
et: Muudetud asukoht
fi: Uudelleenreitittää sijaintia
fr: Position de déroutement
it: Ricerca della posizione
nl: Bezig met herberekenen
pl: Pozycja zmiany trasy
pt_br: Posicionando rota
ro: Se caută poziția
ru: Позиция для пересчета маршрута
sk_sk: Presmerovanie pozície
sv: Beräknar om position

source: Routing
be_by: Маршрутызацыя
cs: Navigace
de_de: Navigation
et: Koostatud teekond
fi: Reititys
fr: Routage
it: Calcolo
nl: Bezig met berekenen
pl: Wyznaczanie trasy
pt_br: Procurando rota
ro: Calculez traseul
ru: Маршрутизация
sk_sk: Smerovanie
sv: Beräknar

source: Routing failed: %1
be_by: Памылка маршрутызацыі: %1
cs: Neúspěšná navigace: %1
de_de: Navigation fehlgeschlagen: %1
et: Teekonna koostamine ei õnnestunud: %1
fi: Reititys epäonnistui: %1
fr: Échec du routage : %1
it: Calcolo non riuscito: %1
nl: Berekening mislukt: %1
pl: Nieudane wytyczanie trasy: %1
pt_br: Não foi possível encontrar rota: %1
ro: Calculare eșuată: %1
ru: Сбой маршрутизации: %1
sk_sk: Presmerovanie zlyhalo: %1
sv: Ruttberäkning misslyckades: %1

source: Traffic and route updated
be_by: Рух і маршрут абноўлены
cs: Aktualizace provozu a trasy
de_de: Verkehr und Route aktualisiert
et: Liiklusteave ja teekonnainfo on uuendatud
it: Traffico e percorso aggiornati
pt_br: Tráfego e rota atualizados
ro: Traficul și traseul au fost actualizate
ru: Пробки и маршрут обновлены
sv: Trafik och rutt uppdaterad

source: New route found
be_by: Новы маршрут знойдзены
cs: Nalezena nová trasa
de_de: Neue Route gefunden
el: Βρέθηκε νέα διαδρομή
et: Leidsin uue teekonna
fi: Uusi reitti löydetty
fr: Nouvel itinéraire trouvé
fur: Gnûf itinerari cjatât
it: Nuovo percorso trovato
nl: Nieuwe route gevonden
pl: Znaleziono nową trasę
pt_br: Nova rota encontrada
ro: S-a găsit un traseu nou
ru: Найден новый маршрут
sk_sk: Bola nájdená nová trasa
sl_si: Najdena nova pot
sv: Ny rutt hittad

source: Route found
be_by: Маршрут знойдзены
cs: Trasa nalezena
de_de: Route gefunden
et: Leidsin teekonna
fi: Reitti löytynyt
fr: Itinéraire trouvé
fur: Itinerari cjatât
it: Percorso trovato
nl: Route gevonden
pl: Trasa znaleziona
pt_br: Rota encontrada
ro: Traseu găsit
ru: Маршрут найден
sk_sk: Trasa bola nájdená
sv: Rutt hittad

source: Routing failed
be_by: Памылка маршрутызацыі
cs: Trasa nenalezena
de_de: Navigation fehlgeschlagen
et: Teekonna koostamine ei õnnestunud
fi: Reititys epäonnistui
fr: Échec du routage
it: Calcolo non riuscito
nl: Berekening mislukt
pl: Nieudane wytyczanie trasy
pt_br: Não foi possível encontrar rota
ro: Calculare eșuată
ru: Сбой маршрутизации
sk_sk: Smerovanie zlyhalo
sv: Ruttberäkning misslyckades

source: Updating traffic
be_by: Абнаўленне трафіку
cs: Aktualizace provozu
de_de: Aktualisiere Verkehrsdaten
et: Liiklusteabe uuendmine
it: Aggiornamento del traffico
pt_br: Atualizando tráfego
ro: Se actualizează traficul
ru: Обновление данных о пробках
sv: Uppdaterar trafik

source: Rerouting
be_by: Змена маршруту
cs: Přesměrování
de_de: Neuberechnung
el: Επαναπροσδιορισμός δρομολόγησης
et: Muudan teekonda
fi: Uudelleenreititetään
fr: Déroutement
fur: Daûr a tornâ a calcolâ
it: Ricalcolo
nl: Bezig met herberekenen
pl: Zmiana trasy
pt_br: Recalculando rota
ro: Recalculez traseul
ru: Перестроение маршрута
sk_sk: Presmerovanie
sl_si: Preusmerjanje
sv: Beräknar om

source: Nearby Venues
be_by: Бліжэйшыя месцы
cs: Místa v okolí
de_de: Nahegelegene Orte
el: Κοντινοί χώροι
et: Lähimad huvipunktid
fi: Läheiset paikat
fr: Lieux à proximité
fur: Lûcs tai contors
it: Luoghi nelle vicinanze
nl: Plaatsen in de buurt
pl: Miejsca w okolicy
pt_br: Locais próximos
ro: Locuri în apropiere
ru: Ближайшие заведения
sk_sk: Okolité miesta
sl_si: Bližnja prizorišča
sv: Närliggande platser

source: Select a reference location next to which you want to perform the search.
be_by: Выберыце даведачнае месца, побач з якім вы хочаце выканаць пошук.
cs: Vyberte referenční umístění kde chcete provést vyhledávání.
de_de: Wähle einen Ort aus, in dessen Nähe du suchen möchtest.
et: Vali asukoht, mille läheduses sa soovid huvipunkte leida.
fi: Valitse paikka, jonka vierestä haluat suorittaa haun
fr: Indiquez un lieu de référence sur lequel concentrer les recherches
fur: Selezione une posizion di riferiment dongje di chê che tu desideris cirî.
it: Selezionare una posizione di riferimento accanto alla quale si desidera eseguire la ricerca.
nl: Selecteer een referentielocatie waarnaast je de zoekopdracht wil uitvoeren.
pl: Wybierz referencyjną lokalizację, obok której chcesz przeprowadzić wyszukiwanie.
pt_br: Selecione um local de referência próximo ao qual deseja pesquisar.
ro: Alege locul în apropierea căruia dorești să efectuezi căutarea.
ru: Выбрать контрольную точку, рядом с которой необходимо выполнить поиск
sk_sk: Zvoľte referenčné miesto, kde chcete vykonať vyhľadávanie.
sv: Välj en referensplats i närheten av där du vill söka.

source: Near
be_by: Побач
cs: Blízko
de_de: Nähe
el: Πλησίον
et: Mille lähedal
fi: Lähellä
fr: À proximité
fur: Dongje
it: Vicino
nl: Nabij
pl: W pobliżu
pt_br: Próximo a
ro: Aproape
ru: Рядом с
sk_sk: Blízko
sl_si: V bližini
sv: Nära

source: Near location
be_by: Блізкае размяшчэнне
cs: Nedaleko místa
de_de: Nahe des Orts
et: Otsi lähedast asukohta
fi: Lähellä sijaintia
fr: Autour de la localisation
fur: Dongje de posizion
it: Vicino a posizione
nl: Nabij locatie
pl: W pobliżu
pt_br: Local próximo
ro: Loc în apropiere
ru: Ближайшее месторасположение
sk_sk: Neďaleko polohy
sv: Plats i närheten

source: Radius
be_by: Радыус
cs: Poloměr
de_de: Umkreis
el: Ακτίνα
et: Otsinguraadius
fi: Säde
fr: Rayon
fur: Rai
it: Raggio
nl: Straal
pl: Promień
pt_br: Raio
ro: Rază
ru: Расстояние
sk_sk: Okruh
sl_si: Radij
sv: Radie

source: Name
be_by: Імя
cs: Název
el: Όνομα
et: Nimi
fi: Nimi
fr: Nom
fur: Non
it: Nome
nl: Naam
pl: Nazwa
pt_br: Nome
ro: Nume
ru: Название
sk_sk: Názov
sv: Namn

source: Searching
be_by: Пошук
cs: Hledání
de_de: Suche nach
el: Αναζητώντας
et: Otsin
fi: Haetaan
fr: Recherche en cours
fur: Daûr a cirî
it: Ricerca
nl: Bezig met zoeken
pl: Wyszukiwanie
pt_br: Buscando
ro: Se caută
ru: Идет поиск
sk_sk: Hľadanie
sl_si: Iščem
sv: Söker

source: Nearby venues: %1 %2
be_by: Паблізу: %1 %2
cs: Blízká místa: %1 %2
de_de: Naheliegender Veranstaltungsort %1 %2
et: Lähimad huvipunktid: %1 %2
fi: Läheiset paikat: %1 %2
fr: Lieux à proximité : %1 %2
it: Luoghi nelle vicinanze: %1 %2
nl: Plaatsen in de buurt: %1 %2
pl: Miejsca w pobliżu: %1 %2
pt_br: Locais próximos: %1 %2
ro: Locuri în apropiere: %1 %2
ru: Близлежащие площадки: %1 %2
sk_sk: Okolité miesta: %1 %2
sv: Närliggande platser: %1 %2

source: %1 Results
be_by: %1 Вынікі
cs: %1 Výsledků
de_de: %1 Ergebnisse
el: %1 Αποτελέσματα
et: %1 tulemust
fi: %1 tulosta
fr: %1 résultats
fur: %1 risultâts
it: %1 risultati
nl: %1 resultaten
pl: %1 Wyniki
pt_br: %1 Resultados
ro: %1 Rezultate
ru: %1 результат(ов)
sk_sk: %1 Výsledkov
sl_si: %1 zadetkov
sv: %1 Resultat

source: Auto-rotation requires auto-centering to be enabled
be_by: Для аўтаматычнага павароту неабходна ўключыць аўтацэнтраванне
cs: Automatická rotace vyžaduje povolení automatického centrování
de_de: Auto-Rotation benötigt eingeschaltete Auto-Zentrierung
et: Automaatne kaardi pööramine eeldab, et kaardivaate automaatselt keskele joondamine on kasutusel
fi: Automaattinen kääntyminen vaatii automaattisen keskittämisen käyttöä
fr: L'auto-rotation nécessite l'activation de l'autocentrage
fur: Pe rotazion automatiche al covente vê abilitât il centrament automatic
it: La rotazione automatica richiede l'abilitazione della centratura automatica.
nl: Schakel automatisch centreren in om automatisch te kunnen draaien
pl: Automatyczne obracanie wymaga włączenia automatycznego wyśrodkowania
pt_br: A rotação automática requer que o centralizamento automático esteja habilitado
ro: Rotirea automată necesită activarea centrării automate
ru: Для автовращения необходимо разрешить автоцентрирование
sk_sk: Automatické otáčanie vyžaduje povolenie automatického centrovania
sv: Automatisk rotation kräver att automatisk centrering är aktiverat

source: Auto-rotate on
be_by: Аўтаматычны паварот уключаны
cs: Automatická rotace zapnutá
de_de: Automatische Drehung an
el: Ενεργοποίηση αυτόματης περιστροφής
et: Automaatne kaardi pööramine on kasutusel
fi: Automaattinen kierto päällä
fr: Rotation automatique activée
fur: Auto-rotazion ativade
it: Autorotazione attiva
nl: Automatisch draaien aan
pl: Autorotacja włączona
pt_br: Rotação automática da tela ativa
ro: Autorotire pornită
ru: Авто-поворот вкл.
sk_sk: Automatické otáčanie zapnuté
sl_si: Samodejno obračanje vklopljeno
sv: Autorotation på
