Repository: tpikonen/pure-maps
Catalog: po/*.po
Languages: be_by, cs, de_de, el, et, fi, fr, fur, it, nl, pl, pt_br, ro, ru, sk_sk, sl_si, sv

source: Hybrid or City (default)
be_by: Гібрыд або Горад (па змаўчанні)
cs: Hybridní nebo Městské (výchozí)
de_de: Hybrid oder Stadt (Standard)
el: Υβριδική ή Πόλης (προεπιλογή)
et: Hübriid- või linnakaart (vaikimisi väärtus)
fi: Hybridi tai kaupunki (oletus)
fr: Hybride ou Ville (par défaut)
fur: Ibride o di citât (predefinît)
it: Ibrida o City (predefinito)
nl: Hybride of stad (standaard)
pl: Hybrydowy lub miejski (domyślny)
pt_br: Híbrido ou Cidade (padrão)
ro: Mixt sau Urban (prestabilit)
ru: Гибридный или городской (по умолчанию)
sk_sk: Hybridný alebo mestský (východzí)
sv: Hybrid eller stad (standard)

source: Cross
be_by: Крыж
cs: Přechod
de_de: Kreuzung
el: Διασταύρωση
et: Rist
fi: Maastopyörä
fr: VTT
fur: Di cross
it: Fuori strada
nl: Kruis
pl: Crossowy
pt_br: Cruzamento
ro: Teren accidentat
ru: Пересеченная местность
sk_sk: Prechod
sv: Kross

source: Mountain
be_by: Гара
cs: Kopce
de_de: Berg
el: Βουνού
et: Mägi
fi: Mäkipyörä
fr: Montagne
fur: Mountain-bike
it: Montagna
nl: Berg
pl: Górski
pt_br: Montanha
ro: Munte
ru: Гора
sk_sk: Kopec

source: Your desire to use buses.
be_by: Ваша жаданне карыстацца аўтобусамі.
cs: Vaše touha využít autobusy.
de_de: Deine Bereitschaft, Busse zu nutzen
el: Επιθυμία σας για χρήση λεωφορείων
et: Sinu eelistus kasutada busse.
fi: Toiveesi linja-autojen käytöstä
fr: Votre désir de prendre le bus
fur: Disponibilitât a doprâ autobus.
it: Disponibilità a usare autobus.
nl: Je bereidheid de bus te nemen.
pl: Twoje pragnienie korzystania z autobusów.
pt_br: Você deseja usar ônibus.
ro: Dorința ta de a folosi autobuzele.
ru: Вы желаете воспользоваться автобусами.
sk_sk: Želáte si použiť autobusy.
sv: Du vill använda bussar.

source: Avoid
be_by: Пазбягаць
cs: Vyhnout se
de_de: Vermeiden
el: Αποφυγή
et: Väldi
fi: Vältä
fr: Éviter
fur: Evite
it: Evita
nl: Vermijden
pl: Unikaj
pt_br: Evitar
ro: Evită
ru: Избегать
sk_sk: Vyhnúť sa
sv: Undvik

source: Prefer to avoid
be_by: Пераважна пазбегаць
cs: Snažit se vyhnout
de_de: Lieber vermeiden
el: Προτιμήστε να αποφύγετε
et: Eelista vältimist
fi: Pyri välttämään
fr: Essayer d'éviter
fur: Preferìs evitâ
it: Preferisci evitare
nl: Bij voorkeur vermijden
pl: Preferuj unikanie
pt_br: Preferir evitar
ro: Prefer să evit
ru: Желательно избегать
sk_sk: Snažiť sa vyhnúť
sv: Föredra att undvika

source: No preference (default)
be_by: Без пераваг (па змаўчанні)
cs: Bez preference (výchozí)
de_de: Egal (Standard)
el: Καμία προτίμηση (προεπιλογή)
et: Eelistus puudub (vaikimisi väärtus)
fi: Ei valintaa (oletus)
fr: Aucune préférence (par défaut)
fur: Nissune preference (predefinît)
it: Nessuna preferenza (predefinito)
nl: Geen voorkeur (standaard)
pl: Brak preferencji (domyślne)
pt_br: Sem preferência (padrão)
ro: Nicio preferință (prestabilit)
ru: Нет предпочтений (по умолчанию)
sk_sk: Bez uprednostnenia (východzie)
sv: Ingen preferens (standard)

source: Incline
be_by: Нахіл
cs: Snažit se použít
de_de: Eher bevorzugen
el: Προτίμηση
et: Pigem eelista
fi: Suosi
fr: Pas contre
fur: Puartât
it: Pendenza
nl: Helling
pl: Nachylenie
pt_br: Permitir
ro: Înclinare
ru: Склон
sk_sk: Snažiť sa použiť
sv: Lutning

source: The maximum difficulty of hiking trails that is allowed.
be_by: Максімальна дазволеная складанасць пешаходных маршрутаў.
cs: Maximální povolená obtížnost turistických stezek.
de_de: Die maximal erlaubte Schwierigkeit der Wanderwege.
el: Η μέγιστη δυσκολία των μονοπατιών πεζοπορίας που επιτρέπονται.
et: Suurim lubatav matkaradade raskusaste.
fi: Vaellusreittien korkein sallittu vaikeustaso
fr: Difficulté maximale autorisée en ce qui concerne les sentiers de randonnée.
fur: La dificoltât massime dai trois par escursionisim ametude.
it: La difficoltà massima permessa per i percorsi escursionistici.
nl: De maximaal toegestane moeilijkheidsgraad van wandelpaden.
pl: Maksymalna trudność szlaków turystycznych, jaka jest dozwolona.
pt_br: Dificuldade máxima permitida para caminhar
ro: Dificultatea maximă permisă a traseelor de mers pe jos.
ru: Максимальная разрешенная сложность пешеходного маршрута.
sk_sk: Maximálna povolená obtiažnosť turistických chodníkov.
sv: Högsta tillåtna svårighetsgrad för vandringsleder.

source: Hiking difficulty
be_by: Складнасць паходу
cs: Turistická obtížnost
de_de: Wanderschwierigkeit
el: Δυσκολία πεζοπορίας
et: Matkamise raskusaste
fi: Vaelluksen haasteellisuus
fr: Difficulté de randonnée
fur: Dificoltât escursionisim
it: Difficoltà escursione
nl: Wandelmoeilijkheid
pl: Trudność wędrówki
pt_br: Dificuldade da caminhada
ro: Dificultatea drumeției
ru: Сложность пешего туризма
sk_sk: Turistická obtiažnosť
sv: Svårighetsgrad för vandringsled

source: Hiking (default)
be_by: Пешыя прагулкі (па змаўчанні)
cs: Turistika (výchozí)
de_de: Wandern (Standard)
el: Πεζοπορία (προεπιλογή)
et: Matkamine (vaikimisi väärtus)
fi: Vaellus (oletus)
fr: Randonnée (par défaut)
fur: Escursionisim (predefinît)
it: Escursione a piedi (predefinita)
nl: Wandelen (standaard)
pl: Wędrówka (domyślne)
pt_br: Trilha (padrão)
ro: Mers pe jos (prestabilit)
ru: Пешая прогулка (по умолчанию)
sk_sk: Turistika (východzie)
sv: Vandring (standard)

source: Mountain hiking
be_by: Горныя паходы
cs: Horská turistika
de_de: Bergwandern
el: Ορεινή πεζοπορία
et: Mägimatkamine
fi: Vuoristovaellus
fr: Randonnée en montagne
fur: Escursionisim di mont
it: Escursione di montagna
nl: Wandelen door de bergen
pl: Wędrówka górska
pt_br: Caminhada nas montanhas
ro: Mers pe munte
ru: Горный пеший туризм
sk_sk: Horská turistika
sv: Bergsvandring

source: Demanding mountain hiking
be_by: Патрабавальны горны турызм
cs: Požadovaná horská turistika
de_de: Anspruchsvolles Bergwandern
el: Απαιτητική ορεινή πεζοπορία
et: Peab kasutama mägimatkamist
fi: Vaativa vuoristovaellus
fr: Randonnée en montagne exigeante
fur: Escursionisim di mont impegnatîf
it: Escursione di montagna impegnativa
nl: Wandelen door de bergen aanvragen
pl: Wymagające górskie wędrówki
pt_br: Trilhas nas montanhas exigente
ro: Drumeții montane dificile
ru: Жесткий горный пеший туризм
sk_sk: Požadovaná horská turistika
sv: Krävande bergsvandring

source: Alpine hiking
be_by: Альпійскія паходы
cs: Alpská turistika
de_de: Alpines Wandern
el: Αλπική πεζοπορία
et: Alpimatkamine
fi: Alppivaellus
fr: Randonnée alpine
fur: Escursionisim alpin
it: Escursione alpina
nl: Alpinewandelen
pl: Wędrówka alpejska
pt_br: Trilhas alpinas
ro: Alpinism
ru: Высокогорный туризм
sk_sk: Alpská turistika
sv: Alpin vandring

source: Demanding alpine hiking
be_by: Патрабавальны альпійскі паход
cs: Populární horská turistika
de_de: Anspruchsvolles alpines Wandern
el: Απαιτητική αλπική πεζοπορία
et: Peab kasutama alpimatkamist
fi: Vaativa alppivaellus
fr: Randonnée alpine exigeante
fur: Escursionisim alpin impegnatîf
it: Escursione alpina impegnativa
nl: Alpinewandelen aanvragen
pl: Wymagające alpejskie wędrówki
pt_br: Trilhas alpinas exigente
ro: Alpinism dificil
ru: Жесткий высокогорный туризм
sk_sk: Populárna horská turistika
sv: Krävande alpin vandring

source: Ferries
be_by: Паромы
cs: Trajekty
de_de: Fähren
el: Πλοία
et: Praamid
fi: Lautat
fr: Ferrys
fur: Traghets
it: Ferrata
nl: Veerboten
pl: Promy
pt_br: Balsas
ro: Feriboturi
ru: Паромы
sk_sk: Trajekty
sv: Färjor

source: Highways
be_by: Аўтамагістралі
cs: Dálnice
de_de: Autobahnen
el: Αυτοκινητόδρομοι
et: Kiirteed
fi: Maantiet
fr: Autoroutes
fur: Autostradis
it: Autostrade
nl: Snelwegen
pl: Autostrady
pt_br: Rodovia
ro: Autostrăzi
ru: Автомагистрали
sk_sk: Diaľnice
sv: Motorvägar

source: No preference
be_by: Без перавагі
cs: Bez preference
de_de: Egal
el: Καμία προτίμηση
et: Eelistus puudub
fi: Ei valintaa
fr: Pas de préférence
fur: Nissune preference
it: Nessuna preferenza
nl: Geen voorkeur
pl: Brak preferencji
pt_br: Sem preferência
ro: Nicio preferință
ru: Нет предпочтений
sk_sk: Bez uprednostnenia
sv: Ingen preferens

source: Prefer (default)
be_by: Перавага (па змаўчанні)
cs: Upřednostnit (výchozí)
de_de: Bevorzugen (Standard)
el: Προτίμηση (προεπιλογή)
et: Eelista (vaikimisi väärtus)
fi: Suosi (oletus)
fr: Préférer (par défaut)
fur: Preferìs (predefinît)
it: Preferisci (predefinito)
nl: Verkiezen (standaard)
pl: Preferuj (domyślne)
pt_br: Preferir (padrão)
ro: Preferat (prestabilit)
ru: Предпочитать (по умолчанию)
sk_sk: Uprednostniť (východzie)
sv: Föredra (standard)

source: Your desire to tackle hills. When avoiding hills and steep grades, longer (time and distance) routes can be selected. By allowing hills, it indicates you do not fear hills and steeper grades.
be_by: Ваша жаданне змагацца з пагоркамі. Калі вы пазбягаеце пагоркаў і крутых схілаў, можна выбіраць больш доўгія (па часе і адлегласці) маршруты. Дазваляючы пагоркі, гэта азначае, што вы не баіцеся пагоркаў і больш стромкіх схілаў.
cs: Vaše touha řešit kopce. Při vyhýbání se kopcům a strmým cestám lze zvolit delší (časové a vzdálenosti) trasy. Povolením kopců naznačujete, že se nebojíte kopců a prudšího stoupání.
de_de: Deine Bereitschaft, Hügel zu befahren. Beim Vermeiden von Hügeln und großen Steigungen können längere Routen (Dauer und Entfernung) entstehen. Hügel zu erlauben bedeutet, keine Anstiege zu fürchten.
el: Η επιθυμία σας να αποφύγετε τους λόφους. Όταν αποφεύγετε τους λόφους και τις απότομες πλαγιές, μπορεί να επιλεγούν μεγαλύτερες διαδρομές (χρόνος και απόσταση). Επιτρέποντας λόφους, δείχνει ότι δεν φοβάστε τους λόφους και απότομες πλαγίες.
et: Kirjeldab sinu soovi mägesid vallutada. Mägede ja järskude nõlvade vältimisel valitakse (aja ja vahemaa mõttes) pikem teekond. Lubades teekonna koostamist üle mägede näitad, et ei pelga mägesid ja järske nõlvu.
fi: Haluat kohdata mäkinousuja. Kun vältetään mäkiä ja jyrkkiä nousuja, voidaan valita pidempiä (aika ja matka) reittejä. Sallimalla mäet, indikoit ettet pelkää mäkiä ja jyrkempiä rinteitä.
fr: Votre préférence en ce qui concerne les collines. Si celles-ci sont évitées, des routes plus longs (temps et distance) peuvent être sélectionnées. En autorisant les collines, cela signifie que vous ne craignez pas les pentes.
fur: La tô disponibilitât a frontâ culinis. Cuant che si evite culinis e inclinazions ripidis, a puedin vignî selezionâts itineraris plui luncs (timp e distance). Permetint culinis, si indiche che no tu âs pôre di culinis e inclinazions ripidis.
it: Il tuo desiderio di affrontare colline. Quando eviti colline e pendenze elevate, potrebbero essere selezionati percorsi più lunghi (per tempo e distanza). Permettendo le colline, indichi di non temere colline e pendenze elevate.
nl: Je neiging om heuvels aan te pakken. Langere routes (in tijd en afstand) kunnen worden geselecteerd bij het vermijden van heuvels en steile hellingen. Door heuvels toe te staan, geef je aan dat je niet bang bent van heuvels en steile hellingen.
pl: Twoje pragnienie pokonywania wzgórz. Podczas unikania pagórków i stromych wzniesień można wybrać dłuższe trasy (czas i odległość). Pozwalając na wzgórza, oznacza to, że nie boisz się pagórków i bardziej stromych wzniesień.
pt_br: O seu desejo de encarar as colinas. Quando preferir evitar colinas e lugares íngrimes, rotas maiores (tempo e distância) podem ser selecionados. Ao permitir colinas, isso indica que você não teme as colinas e lugares íngrimes.
ro: Dorința ta de a urca pe serpentine. Atunci când se evită serpentinele și pantele abrupte, pot fi alese trasee mai lungi (timp și distanță). Permițând serpentinele, înseamnă că nu te deranjează munții și pantele abrupte.
ru: Желаете ли вы избегать крутых подъёмов и спусков. Для объезда холмов и крутых склонов может быть выбран более длинный (по времени и дистанции) путь. Разрешение пересечь холмы указывает на то, что Вы не боитесь холмов и крутых склонов.
sk_sk: Želáte si zdolávať kopce. Ak sa vyhnete kopcom a strmým svahom, môžete si zvoliť dlhšie trasy (čas a vzdialenosť). Povolením kopcov naznačujete, že zvládnete kopce a strmé svahy.
sv: Din önskan att ta itu med kullar. När man undviker kullar och branta lutningar kan längre (tid och distans) rutter väljas. Genom att tillåta kullar indikerar du att du inte fruktar berg och brantare lutningar.

source: Hills
be_by: Пагоркі
cs: Kopce
de_de: Hügel
el: Λόφοι
et: Mäed
fi: Mäet
fr: Collines
fur: Culinis
it: Colline
nl: Heuvels
pl: Wzgórza
pt_br: Colinas
ro: Serpentine
ru: Горный массив
sk_sk: Kopce
sv: Kullar

source: Allow
be_by: Дазволіць
cs: Povolit
de_de: Erlauben
el: Επιτρέπω
et: Luba
fi: Salli
fr: Autoriser
fur: Permet
it: Permetti
nl: Toestaan
pl: Pozwól
pt_br: Permitir
ro: Permite
ru: Разрешить
sk_sk: Povoliť
sv: Tillåt

source: Primary roads
be_by: Асноўныя шляхі
cs: Hlavní silnice
de_de: Hauptstraßen
el: Κύριοι δρόμοι
et: Põhimaanteed
fi: Päätiet
fr: Routes principales
fur: Stradis principâls
it: Strade principali
nl: Primaire wegen
pl: Główne drogi
pt_br: Estradas principais
ro: Drumuri principale
ru: Основные дороги
sk_sk: Hlavné cesty
sv: Huvudleder

source: Your desire to use rail/subway/metro.
be_by: Ваша жаданне выкарыстоўваць чыгунку / метро / метро.
cs: Vaše touha používat železnici / metro.
de_de: Zug, U-Bahn oder Metro nutzen?
el: Επιθυμία σας για χρήση τραίνου/υπόγειου/μετρό
et: Sinu eelistus kasutada raudteed või metrood.
fi: Halusi käyttää raideliikennettä - juna/metro
fr: Votre désir de prendre le rail/tram/métro.
fur: La tô disponibilitât a doprâ tren/metropolitane/tram.
it: Disponibilità a usare treni/tram/metropolitane.
nl: Je bereidheid de spoorwegen/metro te nemen.
pl: Twoje pragnienie korzystania z kolei / metra / metra
pt_br: Você deseja usar trem/metrô.
ro: Dorința ta de a folosi trenul/metroul.
ru: Вы желаете воспользоваться железнодорожным транспортом/трамваем/метро.
sk_sk: Želáte si použiť vlak/metro.
sv: Du vill använda järnväg/tunnelbana/spårvagn

source: Rail
be_by: Чыгунка
cs: Železnice
de_de: Züge
el: Τραίνο
et: Raudtee
fi: Juna/metro
fur: Tren
it: Treni
nl: Spoorwegen
pl: Kolej
pt_br: Trilhos
ro: Tren
ru: Железнодорожный транспорт
sk_sk: Železnica
sv: Järnväg

source: Your propensity to use roads alongside other vehicles.
be_by: Ваша схільнасць карыстацца дарогамі разам з іншымі транспартнымі сродкамі.
cs: Váš sklon používat silnice s ostatními vozidly.
de_de: Straßen mit anderen Fahrzeugen gemeinsam nutzen?
el: Η πρόθεση σας να χρησιμοποιείτε δρόμους μαζί με άλλα οχήματα.
et: Sinu eelistus kasutada teid koos teiste sõidukitega.
fi: Taipumuksesi käyttää teitä muiden kulkuneuvojen rinnalla.
fr: Votre propension à utiliser les routes avec d'autres véhicules.
fur: La tô propension a doprâ stradis adun cun altris veicui.
it: La tua propensione a percorrere strade assieme ad altri veicoli.
nl: Je neiging om wegen naast andere voertuigen te gebruiken.
pl: Twoja skłonność do korzystania z dróg obok innych pojazdów.
pt_br: A sua tendência a usar estradas junto com outros veículos.
ro: Tendința ta de a folosi drumurile alături de alte vehicule.
ru: Ваша предрасположенность к использованию дорог наряду с автомобилями.
sk_sk: Máte tendenciu používať cesty s ostatnými vozidlami.
sv: Din benägenhet att använda vägar tillsammans med andra fordon.

source: Roads
be_by: Дарогі
cs: Silnice
de_de: Straßen
el: Δρόμοι
et: Teed
fi: Tiet
fr: Routes
fur: Stradis
it: Strade
nl: Wegen
pl: Drogi
pt_br: Estradas
ro: Drumuri
ru: Дорожные магистрали
sk_sk: Cesty
sv: Vägar

source: Tolls
be_by: Дарожныя зборы
cs: Mýtné
de_de: Maut
el: Διόδια
et: Teemaksud
fi: Tietullit
fr: Péages
fur: Mudis
it: Pedaggi
nl: Tol
pl: Opłaty
pt_br: Pedágios
ro: Drumuri cu plată
ru: Дорожные пошлины
sk_sk: Mýto
sv: Vägtullar

source: Your desire for adventure. When preferred, router will tend to avoid major roads and route on secondary roads, sometimes on using trails, tracks, unclassified roads or roads with bad surfaces.
be_by: Ваша жаданне прыгод. Пры жаданні маршрутызатар будзе імкнуцца пазбягаць асноўных дарог і рухацца па другарадных дарогах, часам па сцежках, дарожках, некласіфікаваных дарогах або дарогах з дрэнным пакрыццём.
cs: Vaše touha po dobrodružství. Pokud je upřednostňováno, navigace se bude snažit vyhnout hlavním silnicím a směřovat vás po vedlejších silnicích, někdy na stezkách, železnicích, neznačených silnicích nebo silnicích se špatnými povrchy.
de_de: Deine Bereitschaft für Abenteuer. Wenn bevorzugt, neigt der Router dazu Hauptstraßen zu meiden. Stattdessen werden Nebenstraßen, Wege, nicht klassifizierte oder Straßen mit schlechten Oberflächen gewählt.
el: Η επιθυμία σας για περιπέτεια. Όταν προτιμάται, ο δρομολογητής θα έχει την τάση να αποφεύγει μεγάλους δρόμους και να ταξιδεύει σε δευτερεύοντες δρόμους, μερικές φορές χρησιμοποιώντας μονοπάτια, διαδρομές, μη ταξινομημένους δρόμους ή δρόμους με κακές επιφάνειες.
et: Kui ihkad seigelda, siis kasuta seda valikut, mille puhul teekonna koostamisel välditakse põhimaanteid ja eelistatakse väiksemaid teid, sealhulgas külavaheteid, radasid ja pinnasekattega teid.
fi: Haluat seikkailua. Kun tätä toivotaan, reititin pyrkii välttämään suurimpia teitä ja ohjaamaan pienemmille reiteille, joskus käyttäen sivuteitä, hiekkateitä, metsäteitä tai polkuja.
fr: Votre goût pour l'aventure. En activant ce paramètre, le routeur aura tendance à éviter les routes principales au profit des routes secondaires, empruntant parfois des sentiers, des pistes, des routes non classées ou des routes avec mauvaises couvertures.
fur: Il to desideri di aventure. Se preferît, il calcoladôr di percors al cirarà di evitâ stradis principâls e ti indreçarà su stradis secondaris, cualchi volte doprant trois, pistis e stradis no classificadis o cun superficiis scloteadis.
it: Il tuo desiderio d'avventura. Quando preferito, il calcolatore di percorsi tenderà ad evitare strade maggiori e ti indirizzerà su strade secondarie, talvolta utilizzando sentieri, piste e strade non classificate o con superfici sconnesse.
nl: Je verlangen naar avontuur. Indien je dit verkiest, zal de routering grote wegen proberen vermijden en je langs secundaire wegen sturen, soms op paden, sporen, niet-geclassificeerde wegen of wegen met een slechte wegdek.
pl: Twoje pragnienie przygody. Gdy preferowane, nawigacja będzie starała się unikać głównych dróg i korzystać z dróg drugorzędnych, czasem ze szlaków, ścieżek, niesklasyfikowanych dróg lub dróg o złej nawierzchni.
pt_br: O seu desejo de aventura. Quando selecionado, as rotas tenderão a evitar estradas principais e calcular rotas por estradas secundárias, às vezes usando trilhas, estradas não classificadas ou estradas em condições ruins.
ro: Dorința ta de aventură. Atunci când este preferat, calculul traseului tinde să evite drumurile principale și să se deplaseze pe drumuri secundare, uneori pe poteci, piste, drumuri neclasificate sau drumuri cu suprafețe deteriorate.
ru: Ваше стремление к приключениям. Если указано в предпочтениях, то трассировщик будет пытаться избегать основных дорог и проложит маршрут по второстепенным дорогам, иногда используя тропы, дорожки, неклассифицированные дороги или дороги с плохим покрытием.
sk_sk: Túžite po dobrodružstve. Navigácia sa bude snažiť vyhnúť sa hlavným cestám a navigovať po vedľajších cestách, niekedy po chodníkoch, železniciach, neoznačených cestách a cestách s horším povrchom.
sv: Din önskan om äventyr. När det föredras, tenderar ruttberäkningen att undvika större och sekundära vägar, ibland för att istället använda spår, oklassificerade vägar eller vägar med dåliga ytor.

source: Trails
be_by: Сцежкі
cs: Stezky
de_de: Pfade
el: Διαδρομές
et: Matkarajad
fi: Polut
fr: Sentiers
fur: Trois
it: Sentieri
nl: Paden
pl: Szlaki
pt_br: Trilhas
ro: Poteci
ru: Тропы
sk_sk: Chodníky
sv: Spår

source: Avoid (default)
be_by: Пазбягаць (па змаўчанні)
cs: Vyhnout se (výchozí)
de_de: Vermeiden (Standard)
el: Αποφυγή (προεπιλογή)
et: Väldi (vaikimisi väärtus)
fi: Vältä (oletus)
fr: Éviter (par défaut)
fur: Evite (predefinît)
it: Evita (predefinito)
nl: Vermijden (standaard)
pl: Unikaj (domyślne)
pt_br: Evitar (padrão)
ro: Evită (prestabilit)
ru: Избегать (по умолчанию)
sk_sk: Vyhnúť sa (východzie)
sv: Undvik (standard)

source: Transfers
be_by: Перадачы
cs: Přesuny
de_de: Umstiege
el: Μεταφορές
et: Ümberistumised
fi: Vaihdot
fr: Transferts
fur: Cambis
it: Cambi
nl: Overstappen
pl: Przesiadki
pt_br: Transferências
ro: Transferuri
ru: Трансферы
sk_sk: Presuny
sv: Byten

source: Alternatives
be_by: Альтэрнатывы
cs: Alternativy
de_de: Alternativen
el: Εναλλακτικά
et: Alternatiivid
fi: Vaihtoehdot
fur: Alternativis
it: Alternative
nl: Alternatieven
pl: Alternatywy
pt_br: Alternativas
ro: Alternative
ru: Альтернативы
sk_sk: Alternatívy
sl_si: Alternative
sv: Alternativ

source: Displays help on commandline options.
be_by: Адлюстроўвае даведку па параметрах каманднага радка.
cs: Zobrazí nápovědu pro možnosti příkazové řádky.
de_de: Zeigt Hilfe für die Kommandozeilenoptionen
et: Kuvab käsurea võtmete abiteavet
fi: Näyttää lisätietoja komentorivin vaihtoehdoista.
fr: Affiche l'aide sur les options de la ligne de commande.
fur: Al mostre jutori su opzions a rie di comant.
it: Visualizza la guida sulle opzioni della riga di comando.
nl: Toont hulp bij opdrachtregelopties.
pl: Wyświetla pomoc dotyczącą opcji wiersza poleceń.
pt_br: Mostra ajuda nas opções de linha de comando.
ro: Arată instrucțiuni pentru opțiunile liniei de comandă.
ru: Отображает справку по параметрам командной строки.
sk_sk: Zobrazí pomocníka s možnosťami príkazového riadku.
sv: Visar hjälp vid kommandoradsåtgärder.

source: Displays version information.
be_by: Адлюстроўваць інфармацыю аб версіі.
cs: Zobrazí informace o verzi.
de_de: Zeigt Versions-Informationen
et: Kuvab versiooniteavet
fi: Näyttää versiotiedot.
fr: Affiche les informations de la version.
fur: Al mostre lis informazions di version.
it: Visualizza le informazioni sulla versione.
nl: Toont de versie-informatie.
pl: Pokazuję informację o wersji
pt_br: Mostra informação de versão.
ro: Arată informații despre versiune.
ru: Отображает информацию о версии.
sk_sk: Zobrazí informácie o verzii.
sv: Visar versionsinformation.

source: Show location given by geo:latitude,longitude URI or perform search.
be_by: Паказаць месцазнаходжанне, зададзенае геа: шыратой, даўгатой URI, або выканаць пошук.
cs: Zobrazí polohu udanou jako geo:šířka,délka nebo provede hledání.
de_de: Position per geo: Breitengrad, Längengrad Schema anzeigen oder Suche durchführen.
et: Näita kas asukohta geo:laiuskraad,pikkuskraad vormingu alusel või otsi sisestatud sõna või asukohta.
fi: Näytä sijainti käyttäen geo:latitude,longitude URI-muotoa tai tee haku.
fr: Affiche l'emplacement donné par geo:latitude,longitude URI ou effectue une recherche.
fur: Mostre la posizion indicade dal URI geo:latitudin,longitudin o fâs une ricercje.
it: Mostra il luogo dato da latitudine, longitudine o esegui una ricerca.
nl: Toont de locatie op basis van een geo:breedtegraad,lengtegraad-uri of voert een zoekopdracht uit.
pl: Pokaż lokalizację podaną przez geo:szerokość,długość geograficzną URI lub przeprowadź wyszukiwanie.
pt_br: Mostra localização dada por URI de geo:latitude,longitude ou realiza pesquisa.
ro: Arată locul dat de latitudine,longitudine sau efectuează o căutare.
ru: Показать местоположение, заданное в гео: широта, долгота URI или выполнить поиск.
sk_sk: Zobraziť polohu zadanú podľa zemepisnej šírky a zemepisnej šírky, URI alebo vykonať vyhľadávanie.
sv: Visar plats utifrån geo: latitud-, longitud-URI eller utför sökning.

source: Preparing to start navigation
be_by: Падрыхтоўка да пачатку навігацыі
cs: Připravuje se ke startu navigování
de_de: Bereite den Start der Navigation vor
et: Valmistun teekonda alustama
fi: Valmistautuu aloittamaan navigoinnin
fr: Préparation à la navigation
fur: Preparazion pe navigazion
it: Preparazione per iniziare la navigazione
nl: Bezig met voorbereiden van navigatie
pl: Przygotowanie do rozpoczęcia nawigacji
pt_br: Preparando navegação
ro: Se pregătește începerea navigării
ru: Подготовка к началу навигации
sk_sk: Príprava na spustenie navigácie
sv: Förbereder navigering
