Repository: tpikonen/pure-maps
Catalog: po/*.po
Languages: be_by, cs, de_de, el, et, fi, fr, fur, it, nl, pl, pt_br, ro, ru, sk_sk, sl_si, sv

source: Danish
cs: Dánština
de_de: Dänisch
et: taani
fi: tanska
fr: Danois
fur: Danês
it: Danese
nl: Deens
pl: duński
pt_br: Dinamarquês
ro: Daneză
ru: Датский
sk_sk: Dánčina
sv: Danska

source: Dutch
cs: Holandština
de_de: Niederländisch
et: hollandi
fi: hollanti
fr: Néerlandais
fur: Olandês
it: Olandese
nl: Nederlands
pl: holenderski
pt_br: Holandês
ro: Olandeză
ru: Голландский
sk_sk: Holandčina
sv: Nederländska

source: Finnish
cs: Finština
de_de: Finnisch
et: soome
fi: suomi
fr: Finnois
fur: Finlandês
it: Finlandese
nl: Fins
pl: fiński
pt_br: Finlandês
ro: Finlandeză
ru: Финский
sk_sk: Fínčina
sv: Finska

source: French
cs: Francouzština
de_de: Französisch
el: Γαλλική
et: prantsuse
fi: ranska
fr: Français
fur: Francês
it: Francese
nl: Frans
pl: francuski
pt_br: Francês
ro: Franceză
ru: Французский
sk_sk: Francúzština
sv: Franska

source: German
cs: Němčina
de_de: Deutsch
el: Γερμανική
et: saksa
fi: saksa
fr: Allemand
fur: Todesc
it: Tedesco
nl: Duits
pl: Niemiecki
pt_br: Alemão
ro: Germană
ru: Немецкий
sk_sk: Nemčina
sl_si: Nemščina
sv: Tyska

source: Gaelic
cs: Galština
de_de: Gälisch
et: gaeli
fi: gaeli
fr: Gaélique
it: Gaelico
pl: celtycki
pt_br: Gaélico
ro: Gaelică
ru: Гаэльский
sk_sk: Galčina
sv: Gaeliska

source: Greek
cs: Řečtina
de_de: Griechisch
et: kreeka
fi: kreikka
fr: Grec
fur: Grêc
it: Greco
nl: Grieks
pl: grecki
pt_br: Grego
ro: Greacă
ru: Греческий
sk_sk: Gréčtina
sv: Grekiska

source: Hebrew
cs: Hebrejština
de_de: Hebräisch
et: heebrea
fi: heprea
fr: Hébreu
fur: Ebraic
it: Ebraico
nl: Hebreeuws
pl: hebrajski
pt_br: Hebreu
ro: Ebraică
ru: Иврит
sk_sk: Hebrejčina
sv: Hebreiska

source: Hindi
cs: Hindština
el: Χίντι
pt_br: Híndi
ru: Хинди
sk_sk: Hindčina
sl_si: Hindujščina

source: Indonesian
cs: Indonézština
de_de: Indonesisch
et: indoneesia
fi: indonesia
fr: Indonésien
it: Indonesiano
nl: Indonesisch
pl: indonezyjski
pt_br: Indonésio
ro: Indoneziană
ru: Индонезийский
sk_sk: Indonézčina
sv: Indonesiska

source: Italian
cs: Italština
de_de: Italienisch
el: Ιταλική
et: itaalia
fi: italia
fr: Italien
fur: Talian
it: Italiano
nl: Italiaans
pl: Włoski
pt_br: Italiano
ro: Italiană
ru: Итальянский
sk_sk: Taliančina
sl_si: Italijanščina
sv: Italienska

source: Japanese
cs: Japonština
de_de: Japanisch
et: jaapani
fi: japani
fr: Japonais
fur: Gjaponês
it: Giapponese
nl: Japans
pl: japoński
pt_br: Japonês
ro: Japoneză
ru: Японский
sk_sk: Japončina
sv: Japanska

source: Korean
cs: Korejština
de_de: Koreanisch
et: korea
fi: korea
fr: Coréen
fur: Corean
it: Coreano
nl: Koreaans
pl: koreański
pt_br: Coreano
ro: Coreeană
ru: Корейский
sk_sk: Kórejčina
sv: Koreanska

source: Norwegian
cs: Norština
de_de: Norwegisch
et: norra
fi: norja
fr: Norvégien
fur: Norvegjês
it: Norvegese
nl: Noors
pl: norweski
pt_br: Noruego
ro: Norvegiană
ru: Норвежский
sk_sk: Nórčina
sv: Norska

source: Persian
cs: Perština
de_de: Farsi
et: pärsia
fi: farsi
fr: Perse
it: Persiano
nl: Perzisch
pl: perski
pt_br: Persa
ro: Persană
ru: Персидский
sk_sk: Perzština
sv: Persiska

source: Polish
cs: Polština
de_de: Polnisch
et: poola
fi: puola
fr: Polonais
fur: Polac
it: Polacco
nl: Pools
pl: polski
pt_br: Polonês
ro: Poloneză
ru: Польский
sk_sk: Poľština
sv: Polska

source: Portuguese
cs: Portugalština
de_de: Portugiesisch
el: Πορτογαλική
et: portugali
fi: portugali
fr: Portugais
fur: Portughês
it: Portoghese
nl: Portugees
pl: portugalski
pt_br: Português
ro: Portugheză
ru: Португальский
sk_sk: Portugalčina
sv: Portugisiska

source: Russian
cs: Ruština
de_de: Russisch
el: Ρωσική
et: vene
fi: venäjä
fr: Russe
fur: Rus
it: Russo
nl: Russisch
pl: Rosyjski
pt_br: Russo
ro: Rusă
ru: Русский
sk_sk: Ruština
sl_si: Ruščina
sv: Ryska

source: Sinhalese
cs: Sinhálština
de_de: Singhalesisch
et: singali
fi: sinhali
fr: cinghalais
fur: Cingalês
it: Singalese
nl: Sinhalees
pl: cejloński
pt_br: Cingalês
ro: Singhaleză
ru: Сингальский
sk_sk: Sinhalčina
sv: Singalesiska

source: Spanish
cs: Španělština
de_de: Spanisch
el: Ισπανική
et: hispaania
fi: espanja
fr: Espagnol
fur: Spagnûl
it: Spagnolo
nl: Spaans
pl: Hiszpański
pt_br: Espanhol
ro: Spaniolă
ru: Испанский
sk_sk: Španielčina
sl_si: Španščina
sv: Spanska

source: Swedish
cs: Švédština
de_de: Schwedisch
el: Σουηδική
et: rootsi
fi: ruotsi
fr: Suèdois
fur: Svedês
it: Svedese
nl: Zweeds
pl: Szwedzki
pt_br: Sueco
ro: Suedeză
ru: Шведский
sk_sk: Švédčina
sl_si: Švedščina
sv: Svenska

source: Thai
cs: Thajština
de_de: Thailändisch
et: tai
fr: Thaï
fur: Tailandês
it: Tailandese
nl: Thais
pl: tajski
pt_br: Tailandês
ro: Thailandeză
ru: Тайский
sk_sk: Thajčina
sv: Thailändska

source: Turkish
cs: Turečtina
de_de: Türkisch
et: türgi
fi: turkki
fr: Turque
fur: Turc
it: Turco
nl: Turks
pl: turecki
pt_br: Turco
ro: Turcă
ru: Турецкий
sk_sk: Turečtina
sv: Turkiska

source: Ukrainian
cs: Ukrajinština
de_de: Ukrainisch
et: ukraina
fi: ukraina
fr: Ukrénien
fur: Ucrain
it: Ucraino
nl: Oekraïens
pl: ukraiński
pt_br: Ucraniano
ro: Ucraineană
ru: Украинский
sk_sk: Ukrajinčina
sv: Ukrainska

source: Urdu
cs: Urdština
ru: Урду
sk_sk: Urdčina

source: Vietnamese
cs: Vietnamština
de_de: Vietnamesisch
et: vietnami
fi: vienami
fr: Vietnamien
fur: Vietnamît
it: Vietnamita
nl: Vietnamees
pl: wietnamski
pt_br: Vietnamita
ro: Vietnameză
ru: Вьетнамский
sk_sk: Vietnamčina
sv: Vietnamesiska

source: Welsh
cs: Welsština
de_de: Walisisch
et: kõmri
fi: kymri
fr: Gallois
fur: Galês
it: Gallese
pl: walijski
pt_br: Galês
ro: Galeză
ru: Валлийский
sk_sk: Waleština
sv: Walesiska

source: Switching between day/night modes of the map. Note that not all providers have all maps with day/night pairs available.
be_by: Пераключэнне паміж дзённым і начным рэжымамі карты. Звярніце ўвагу, што не ўсе пастаўшчыкі маюць усе карты з рэжымам дзень/ноч.
cs: Přepínání mezi režimy den / noc na mapě. Upozorňujeme, že ne všichni poskytovatelé mají k dispozici všechny mapy s dvojicemi den / noc.
de_de: Umschaltung zwischen Tages- und Nachtmodus der Karte. Beachte, dass nicht bei allen Anbietern Karten mit einem Tages- sowie Nachtmodus vorliegen.
et: Kaardi öö- ja päevavaate vahetamine. Kõikidel teenusepakkujatel ei pruugi mõlemad vaated olla saadaval.
fi: Vaihtaminen kartan päivä/yö-tilojen välillä. Huomaa, että kaikilla karttalähteillä ei ole tarjota karttoja, joissa on päivä/yö pari tarjolla.
fr: Passer du mode jour/nuit. Notez que tous les fournisseurs n'ont pas toutes les cartes avec des paires jour/nuit disponibles.
fur: Passaç tra lis modalitâts dì e gnot de mape. Ten iniments che no ducj i furnidôrs a àn disponibilis lis mapis cu la cubie dì/gnot.
it: Commutazione tra le modalità giorno/notte della mappa. Si noti che non tutti i fornitori hanno a disposizione tutte le mappe con coppie giorno/notte.
nl: Wisselen tussen de dag- en nachtmodus van de kaart. Let op: niet alle leveranciers hebben dag-/nachtmodi van alle kaarten.
pl: Przełączanie między trybami dzień/ noc mapy. Pamiętaj, że nie wszyscy dostawcy mają wszystkie mapy z dostępnymi trybami dzień/noc.
pt_br: Alternar mapa entre modo dia e noite. Obs: nem todos provedores de mapa provem ambas visualizações.
ro: Schimbarea între aspectul de zi și de noapte al hărții. Nu toți furnizorii au disponibile toate hărțile cu perechi zi/noapte.
ru: Переключение между дневным и ночным режимами карты. Учтите, что не все поставщики карт имеют дневные/ночные варианты.
sk_sk: Prepínanie režimov deň/noc. Poznamenávame, že nie všetci poskytovatelia máp majú mapy kompatibilné s režimami deň/noc.
sv: Växlar mellan dag-/nattläge för kartan. Notera att inte alla leverantörer tillhandahåller alla kartor med dag/natt.

source: Day/night mode
be_by: Дзенны/начны рэжым
cs: Denní / noční režim
de_de: Tages-/Nachtmodus
et: Öövaade/päevavaade
fi: Päivä/yö-tila
fr: Mode jour/nuit
fur: Modalitât dì/gnot
it: Modalità giorno/notte
nl: Dag-/nachtmodus
pl: Tryb dzień/noc
pt_br: Modo dia/noite
ro: Aspect zi/noapte
ru: Дневной/ночной режим
sk_sk: Režim deň/noc
sv: Dag-/Nattläge

source: Manual
be_by: Ручны
cs: Ruční
de_de: Manuell
et: Käsitsi
fi: Manuaali
fr: Manuel
fur: Manuâl
it: Manuale
nl: Handmatig
pl: ręczny
pt_br: Manualmente
ru: Вручную
sk_sk: Ručný
sv: Manuell

source: Sunrise and sunset
be_by: Усход і захад сонца
cs: Východ a západ slunce
de_de: Sonnenauf- und Sonnenuntergang
et: Päikesetõusu ja -loojangu alusel
fi: Auringon nousu ja lasku
fr: Lever et coucher du soleil
fur: Cricâ dal dì e tramont
it: Alba e tramonto
nl: Zonsopgang en zonsondergang
pl: wschód i zachód słońca
pt_br: Nascer e pôr do Sol
ro: Bazat pe răsărit și apus
ru: Восход и закат солнца
sk_sk: Východ a západ slnka
sv: Soluppgång och -nergång

source: Automatically switch between map types of the provider according to the current task. For example, show map designed for navigation while routing.
be_by: Аўтаматычнае пераключэнне паміж тыпамі карты правайдэра ў адпаведнасці з бягучай задачай. Напрыклад, паказаць карту, прызначаную для навігацыі падчас пракладкі маршруту.
cs: Automaticky přepínat mezi typy map poskytovatele podle aktuální úlohy. Například zobrazit mapu určenou pro navigaci při navigování.
de_de: Automatische Umschaltung zwischen den Karten-Typen des Anbieters gemäß der aktuellen Aufgabe. Zeige zum Beispiel eine Karte zur Navigation während geleitet wird.
et: Vaheta teenusepakkuja kaardivaateid automaatselt vastavalt praegusele tegevusele. Näiteks, tee juhatamisel kuva teekonna jaoks mõeldud kaardivaadet.
fi: Vaihda automaattisesti karttalähteen eri karttatyyppien välillä riippuen tarpeesta. Esimerkiksi, näytä navigointiin sopiva katukartta, kun reititetään.
fr: Basculer automatiquement entre les types de cartes du fournisseur en fonction de la tâche en cours. Par exemple, afficher une carte conçue pour la navigation pendant le routage.
fur: Cambie in automatic tra i gjenars di mape dal furnidôr in base ae ativitât in cors. Par esempli mostrâ la mape progjetade pe navigazion dilunc il percors.
it: Passa automaticamente da un tipo di mappa del fornitore all'altro in base all'attività corrente. Ad esempio, visualizza la mappa progettata per la navigazione durante il percorso.
nl: Automatisch wisselen tussen de kaarttypes van de leverancier, naargelang de huidige taak. Voorbeeld: een kaart bedoeld voor navigatie gebruiken tijdens routering.
pl: Automatycznie przełączaj między typami map dostawcy zgodnie z bieżącym zadaniem. Na przykład pokaż mapę przeznaczoną do nawigacji podczas wyznaczania trasy.
pt_br: Alternar automaticamente o tipo de mapa disponível pelo provedor de acordo com o modo de navegação.
ro: Schimbă automat între tipurile de hărți ale furnizorului în funcție de activitatea actuală. De exemplu, afișează harta concepută pentru navigare în timpul deplasării pe traseu.
ru: Автоматически переключаться между типами карт в соответствии с текущей задачей. Например, показать карту для навигации во время движения по маршруту.
sk_sk: Automaticky prepínať medzi typmi máp poskytovateľa podľa aktuálnej úlohy. Napríklad, zobraziť mapu určenú pre navigáciu počas navigovania.
sv: Växla automatiskt mellan leverantörers karttyper, i för hållande till aktuell uppgift. Visa t.ex. karta designad för navigation vid navigering.

source: Switch map modes
be_by: Пераключыць рэжымы карты
cs: Přepínání režimů mapy
de_de: Zwischen Karten-Modi wechseln
et: Muuda kaardivaateid
fi: Vaihda kattatilaa
fr: Changer de mode de carte
fur: Cambie modalitâts de mape
it: Cambia modalità mappa
nl: Andere kaartmodus
pl: Zmień tryb mapy
pt_br: Alternar modos do mapa
ro: Schimbă aspectul hărții
ru: Переключение режимов карты
sk_sk: Prepínanie režimov mapy
sv: Växla kartlägen

source: Fetch autocompleted search results while typing a search string.
be_by: Атрымлівайце аўтазапоўненыя вынікі пошуку падчас уводу пошукавага радка.
cs: Získejte výsledky automatického dokončování při zadávání vyhledávacího řetězce.
de_de: Zeigt Vorschläge der automatischen Vervollständigung während du einen Suchbegriff eingibst.
el: Λήψη αποτελεσμάτων αναζήτησης κατά την πληκτρολόγηση θέσης με αυτόματη συμπλήρωση.
et: Otsingusõna kirjutamisel lae automaatse sõnalõpetuse abil sobivad variandid.
fi: Hae automaattisesti täydennetyt hakutulokset samalla kun hakua kirjoitetaan.
fr: Récupérer les résultats de recherche complétés automatiquement lors de la saisie d'une chaîne de recherche.
fur: Oten i risultâts dal auto-completament intant che tu scrivis lis stringhis di ricercje.
it: Recupera suggerimenti di autocompletamento mentre digiti una stringa di ricerca.
nl: Haalt automatisch aangevulde zoekresultaten op bij het invoeren van een zoekopdracht.
pl: Dołącz autouzupełnione wyniki wyszukiwania podczas wyszukiwania stringu.
pt_br: Mostrar opções de autocompletar enquanto digita um termo para pesquisa.
ro: Obține rezultate de căutare completate automat în timpul scrierii.
ru: Во время ввода строки для поиска запрашивать результаты с возможным автодополнением.
sk_sk: Použite výsledky automatického dokončovania pri zadávaní hľadaného reťazca.
sv: Hämta automatiskt kompletterade sökresultat under tiden söksträngen skrivs.

source: Autocomplete while searching
be_by: Аўтазапаўненне падчас пошуку
cs: Automatické dokončování při vyhledávání
de_de: Automatische Vervollständigung während der Suche
el: Αυτόματη ολοκλήρωση κατά την αναζήτηση
et: Kasuta otsimisel automaatset sõnalõpetust
fi: Täydennä teksti automaattisesti haettaessa
fr: Compléter automatiquement durant la recherche.
fur: Auto-complete intant che si cîr
it: Autocompletamento durante la ricerca
nl: Automatisch aanvullen bij zoeken
pl: Autouzupełnianie podczas wyszukiwania
pt_br: Autocompletar ao pesquisar
ro: Completare automată la căutare
ru: Автодополнение при поиске
sk_sk: Automatické dokončovanie pri vyhľadávaní
sv: Komplettera automatiskt vid sökning

source: Device
be_by: Прылада
cs: Zařízení
de_de: Gerät
et: Nutiseade
fi: Laite
fr: Appareil
fur: Dispositîf
it: Dispositivo
nl: Apparaat
pl: Urządzenie
pt_br: Dispositivo
ro: Aparat
ru: Устройство
sk_sk: Zariadenie
sv: Enhet

source: You can control if and when Pure Maps keeps display active and works in the background. It is recommended to allow Pure Maps to prevent screensaver during navigation and never prevent the device suspend directly. The latter is useful if you wish to receive voice navigation commands while keeping device in the pocket.
be_by: Вы можаце кантраляваць, калі Pure Maps падтрымлівае дысплей актыўным і працуе ў фонавым рэжыме. Рэкамендуецца дазволіць Pure Maps адключаць застаўку падчас навігацыі і ніколі не перашкаджаць прыпыненню прылады. Апошняе карысна, калі вы хочаце атрымліваць галасавыя каманды навігацыі, трымаючы прыладу ў кішэні.
cs: Můzete nastavit, kdy má Pure Maps ponechat display aktivní a pracovat na pozadí. Doporučeno je povolit Pure Maps potlačit screensaver při navigaci. Dále se hodí zejména pokud chcete dostávat hlasové pokyny když máte zařízení v kapse.
de_de: Du kannst entscheiden, ob und wann Pure Maps das Display aktiv hält oder im Hintergrund läuft. Es wird empfohlen, Pure Maps zu erlauben den Bildschirmschoner während der Navigation zu verhindern, und nicht direkt das Gerät vom Ruhezustand abzuhalten. Letzteres ist nützlich, wenn du die Sprachanweisungen hören willst, während sich das Gerät in der Tasche befindet.
et: Sa võid määrata, kas Pure Maps jätab ekraani tööle ning töötab taustal. Me soovitame, et ekraanisäästja ei peaks tee juhatamisel käivituma ning nutiseade ei peaks unne vajuma. Viimane võimalus sobib hääljuhiste saamiseks, kui nutiseade asub taskus.
fi: Voit ohjata miten Pure Maps pitää näytön aktiivisena tai toimii taustalla. Suositeltua on antaa Pure Mapsin estää näytönsäästäjä navigoinnin aikana sekä estää laitetteen sammuminen/lepotilaan siirtyminen. Jälkimmäinen on hyödyllinen, mikäli haluat ääniohjeita navigoimiseen puhelimen ollessa taskussa.
fr: Vous pouvez contrôler si et quand Pure Maps maintient l'affichage actif et fonctionne en arrière-plan. Il est recommandé d'autoriser Pure Maps à empêcher la mise en veille de l'écran pendant la navigation et de ne jamais empêcher la suspension directe de l'appareil. Cette dernière option est utile si vous souhaitez recevoir des commandes de navigation vocales tout en gardant l'appareil dans la poche.
fur: Tu puedis controlâ se e cuant che Pure Maps al ten atîf il visôr e al lavore in sotfont. Si consee di lassâ che Pure Maps al impedissi il salveschermi dilunc la navigazion e di no impedî mai in maniere direte la sospension dal dispositîf. Cheste ultime e je utile se tu desideris ricevi i comants di navigazion vocâi intant che tu tegnin il dispositîf te sachete.
it: È possibile controllare se e quando Pure Maps mantiene lo schermo acceso e lavora in background. Si consiglia di consentire a Pure Maps di bloccare il salvaschermo durante la navigazione e la sospensione del dispositivo. L'ultima opzione è utile se si desidera ricevere indicazioni vocali di navigazione mentre si tiene il dispositivo in tasca.
nl: Je kunt aangeven of en wanneer Pure Maps het scherm ingeschakeld moet houden en op de achtergrond moet draaien. Dit is aanbevolen om te voorkomen dat het scherm wordt vergrendeld en uitgeschakeld, wat de navigatie onderbreekt. Ook blijf je hierdoor gesproken instructies horen.
pl: Możesz kontrolować, czy i kiedy Pure Maps utrzymuje włączony ekran i działa w tle. Zaleca się, aby Pure Maps zapobiegał wygaszaczowi ekranu podczas nawigacji i nigdy nie uniemożliwiał bezpośredniego usypiania urządzenia. To ostatnie jest przydatne, jeśli chcesz otrzymywać polecenia nawigacji głosowej, trzymając urządzenie w kieszeni.
pt_br: É recomendado permitir que o Pure Maps mantenha a tela ligada durante a navegação.
ro: Poți controla dacă și când Pure Maps menține ecranul aprins și funcționează ascuns. Recomandăm să se permită ca Pure Maps să blocheze pornirea protectorului de ecran în timpul navigării și intrarea în stare de repaus a aparatului. Ultima opțiune este utilă dacă se dorește primirea instrucțiunilor vocale de navigare în timp ce aparatul este ținut în buzunar.
ru: Здесь можно настроить, когда Pure Maps будет сохранять экран включенным и работать в фоновом режиме. Рекомендуется разрешить Pure Maps отключать автоматическое гашение экрана во время навигации и никогла не блокировать засыпание устройства напрямую. Последнее полезно, если вы хотите получать голосовые подсказки, когда устройство лежит в кармане.
sk_sk: Môžete nastaviť či a kedy má Pure Maps nechať displej aktívny a pracovať na pozadí. Odporúča sa povoliť Pure Maps potlačiť šetrič obrazovky. Je to vhodné keď máte zariadenie vo vrecku a riadite sa iba hlasovými pokynmi.
sv: Du kan styra om och när, Pure Maps fortsätter att vara aktiv och arbeta i bakgrunden. Det rekommenderas att pure maps tillåts förhindra skärmsläckare under navigering och aldrig förhindra att enheten stängs av direkt. Det senare är användbart om du vill ta emot röstnavigeringskommandon samtidigt som du har enheten i fickan.

source: Only applies when Pure Maps is active. When minimized, screensaver is controlled by normal device-level preferences.
be_by: Прымяняецца, толькі калі Pure Maps актыўны. У згорнутым рэжыме застаўка кіруецца звычайнымі наладамі на ўзроўні прылады.
cs: Platí pouze, když jsou Pure Maps aktivní. Po minimalizaci je screensaver ovládán nastavením systému.
de_de: Wirkt sich nur aus, wenn Pure Maps aktiv ist. Läuft es im Hintergrund, wird der Bildschirmschoner durch die Vorgaben der Geräteeinstellungen verwaltet.
et: Kehtiv vaid siis, kui Pure Maps on kasutusel ja esiplaanil. Minimiseeritud vaates kehtivad tavapärased seadme ekraanisäästja seadistused.
fi: Käytössä vain, kun Pure Maps on aktiivinen. Pienennettynä näytönsäästäjää ohjaavat laitteen normaalit asetukset.
fr: Ne s'applique que lorsque Pure Maps est actif. Une fois l'application réduite, l'économiseur d'écran est contrôlé par les réglages de l'appareil.
fur: Si apliche dome cuant che Pure Maps al è atîf. Cuant che al è minimizât, il salveschermi al ven controlât des normâls preferencis a nivel di dispositîf.
it: Si applica solo quando Pure Maps è attivo. Quando è ridotto a icona, il salvaschermo è controllato dalle normali preferenze del dispositivo.
nl: Wordt alleen toegepast als Pure Maps actief is. Bij minimaliseren beheert het systeem of het scherm wordt uitgeschakeld.
pl: Ma zastosowanie kiedy Pure maps jest aktywne. Kiedy jest zminimalizowane, wygaszacz ekranu jest kontrolowany przez ustawienia urządzenia.
pt_br: Só se aplica quando o Pure Maps está ativo. Quando minimizado a tela é controlada pelo dispositivo.
ro: Se aplică numai când Pure Maps este activ. Atunci când este minimizat, protectorul de ecran este controlat de preferințele normale ale aparatului.
ru: Действует, только когда программа Pure Maps активна. Когда окно Pure Maps свёрнуто, гашение экрана управляется обычными настройками на уровне устройства.
sk_sk: Platí iba ak je Pure Maps aktívna. Po minimalizácii je šetrič obrazovky riadený nastavením systému.
sv: Tillämpas endast när Pure Maps är aktiv. Vid minimering, kontrolleras skärmsläckaren av normal inställning på enhetsnivå.

source: Prevent screensaver
be_by: Забараніць застаўку
cs: Potlačit screensaver
de_de: Kein Bildschirmschoner
et: Takista ekraanisäästja käivitumist
fi: Estä näytönsäästäjä
fr: Empêcher l'extinction de l'écran
fur: Impedìs il salveschermi
it: Impedisci il salvaschermo
nl: Schermbeveiliging onderdrukken
pl: Nie włączaj wygaszacza ekranu
pt_br: Manter tela ligada
ro: Blochează protectorul de ecran
ru: Отключить гашение экрана
sk_sk: Potlačiť šetrič obrazovky
sv: Förhindra skärmsläckare

source: Never
be_by: Ніколі
cs: Nikdy
de_de: Nie
el: Ποτέ
et: Mitte kunagi
fi: Ei koskaan
fr: Jamais
fur: Mai
it: Mai
nl: Nooit
pl: Nigdy
pt_br: Nunca
ro: Niciodată
ru: никогда
sk_sk: Nikdy
sl_si: Nikoli
sv: Aldrig

source: When navigating
be_by: Пры навігацыі
cs: Při navigaci
de_de: Während Navigation
el: Κατά την πλοήγηση
et: Teekonna ajal
fi: Navigoidessa
fr: En cours de navigation
fur: Cuant che si navighe
it: Durante navigazione
nl: Tijdens navigatie
pl: Podczas nawigacji
pt_br: Ao navegar
ro: În timpul navigării
ru: во время движения
sk_sk: Počas navigácie
sl_si: Med navigiranjem
sv: Vid navigering

source: Always
be_by: Заўсёды
cs: Vždy
de_de: Immer
el: Πάντα
et: Alati
fi: Aina
fr: Toujours
fur: Simpri
it: Sempre
nl: Altijd
pl: Zawsze
pt_br: Sempre
ro: Mereu
ru: всегда
sk_sk: Vždy
sl_si: Vedno
sv: Alltid
